export const RAW_NARCOTICS_CODE = `
ประมวลกฎหมายยาเสพติด

ภาค ๑

การป้องกัน ปราบปราม และควบคุมยาเสพติด

ลักษณะ ๑

บทบัญญัติทั่วไป

มาตรา ๑  ในประมวลกฎหมายนี้

“ยาเสพติด” หมายความว่า ยาเสพติดให้โทษ วัตถุออกฤทธิ์ หรือสารระเหย

“ยาเสพติดให้โทษ” หมายความว่า สารเคมี พืช หรือวัตถุชนิดใด ๆ ซึ่งเมื่อเสพแล้วทำให้เกิดผลต่อร่างกายและจิตใจในลักษณะสำคัญ เช่น ต้องเพิ่มขนาดการเสพขึ้นเป็นลำดับ มีอาการถอนยาเมื่อขาดยา มีความต้องการเสพทั้งทางร่างกายและจิตใจอย่างรุนแรงตลอดเวลา และสุขภาพโดยทั่วไปจะทรุดโทรมลง กับให้รวมถึงสารเคมีที่ใช้ในการผลิตยาเสพติดให้โทษด้วย แต่ไม่หมายความรวมถึงยาสามัญประจำบ้านบางตำรับที่มียาเสพติดให้โทษผสมอยู่ตามกฎหมายว่าด้วยยา

“วัตถุออกฤทธิ์” หมายความว่า วัตถุที่ออกฤทธิ์ต่อจิตและประสาทที่เป็นสิ่งธรรมชาติหรือที่ได้จากสิ่งธรรมชาติ หรือวัตถุที่ออกฤทธิ์ต่อจิตและประสาทที่เป็นวัตถุสังเคราะห์

“สารระเหย” หมายความว่า สารเคมีหรือผลิตภัณฑ์ที่อาจนำไปใช้เพื่อสนองความต้องการของร่างกายหรือจิตใจซึ่งทำให้สุขภาพโดยทั่วไปทรุดโทรมลง

“ความผิดเกี่ยวกับยาเสพติด” หมายความว่า ความผิดตามที่บัญญัติไว้ในประมวลกฎหมายนี้

“ความผิดร้ายแรงเกี่ยวกับยาเสพติด” หมายความว่า ความผิดเกี่ยวกับการผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติด เว้นแต่มีไว้ในครอบครองเพื่อเสพ และให้หมายความรวมถึงการสมคบ สนับสนุน ช่วยเหลือ หรือพยายามกระทำความผิดดังกล่าวด้วย

“ทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด” หมายความว่า เงินหรือทรัพย์สินที่ได้รับมาเนื่องจากการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด และให้หมายความรวมถึง เงินหรือทรัพย์สินที่ได้มาโดยการใช้เงินหรือทรัพย์สินดังกล่าวซื้อหรือกระทำไม่ว่าด้วยประการใด ๆ ให้เงินหรือทรัพย์สินนั้นเปลี่ยนสภาพไปจากเดิม ไม่ว่าจะมีการเปลี่ยนสภาพกี่ครั้ง และไม่ว่าเงินหรือทรัพย์สินนั้นจะอยู่ในความครอบครองของบุคคลอื่น โอนไปเป็นของบุคคลอื่น หรือปรากฏตามหลักฐานทางทะเบียนว่าเป็นของบุคคลอื่นก็ตาม

“ผลิต” หมายความว่า เพาะ ปลูก ทำ ผสม ปรุง แปรสภาพ เปลี่ยนรูป และสังเคราะห์ทางวิทยาศาสตร์

“นำเข้า” หมายความว่า นำหรือสั่งเข้ามาในราชอาณาจักร

“ส่งออก” หมายความว่า นำหรือส่งออกนอกราชอาณาจักร

“จำหน่าย” หมายความว่า ขาย แลกเปลี่ยน จ่าย แจก หรือให้โดยมีสิ่งตอบแทนหรือผลประโยชน์อย่างอื่น และให้หมายความรวมถึงมีไว้เพื่อจำหน่าย

“นำผ่าน” หมายความว่า นำหรือส่งผ่านราชอาณาจักร แต่ไม่รวมถึงการนำหรือส่งยาเสพติดผ่านราชอาณาจักร โดยมิได้มีการขนถ่ายออกจากอากาศยานที่ใช้ในการขนส่งสาธารณะระหว่างประเทศ

“เสพ” หมายความว่า การรับยาเสพติดเข้าสู่ร่างกายโดยรู้อยู่ว่าเป็นยาเสพติดไม่ว่าด้วยวิธีใด

“คณะกรรมการ ป.ป.ส.” หมายความว่า คณะกรรมการป้องกันและปราบปรามยาเสพติด

“สำนักงาน ป.ป.ส.” หมายความว่า สำนักงานคณะกรรมการป้องกันและปราบปรามยาเสพติด

“เลขาธิการ ป.ป.ส.” หมายความว่า เลขาธิการคณะกรรมการป้องกันและปราบปรามยาเสพติด

“สำนักงาน อย.” หมายความว่า สำนักงานคณะกรรมการอาหารและยา

“เลขาธิการ อย.” หมายความว่า เลขาธิการคณะกรรมการอาหารและยา

“กองทุน” หมายความว่า กองทุนป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

“เจ้าพนักงาน ป.ป.ส.” หมายความว่า ผู้ซึ่งเลขาธิการ ป.ป.ส. แต่งตั้งโดยได้รับอนุมัติจากคณะกรรมการ ป.ป.ส. หรือจากคณะอนุกรรมการที่คณะกรรมการ ป.ป.ส. มอบหมาย เพื่อปฏิบัติการตามประมวลกฎหมายนี้

“พนักงานเจ้าหน้าที่” หมายความว่า ผู้ซึ่งรัฐมนตรีว่าการกระทรวงสาธารณสุขแต่งตั้งเพื่อปฏิบัติการเกี่ยวกับการควบคุมยาเสพติดตามภาคนี้

มาตรา ๒  ในกรณีมีปัญหาเกี่ยวกับการปฏิบัติการให้เป็นไปตามนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด หรือเป็นไปตามหน้าที่และอำนาจของคณะกรรมการต่าง ๆ และของหน่วยงานของรัฐหรือเจ้าหน้าที่ของหน่วยงานของรัฐที่มีอำนาจเกี่ยวกับยาเสพติด ให้คณะกรรมการ ป.ป.ส. เป็นผู้วินิจฉัยและวางระเบียบเกี่ยวกับการปฏิบัติราชการและการประสานงาน

ให้สำนักงาน ป.ป.ส. ดำเนินการเผยแพร่คำวินิจฉัยและระเบียบปฏิบัติที่คณะกรรมการ ป.ป.ส. กำหนดตามวรรคหนึ่งให้แก่หน่วยงานที่เกี่ยวข้องทราบ

ลักษณะ ๒

การป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

หมวด ๑

นโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

มาตรา ๓  เพื่อให้การป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดเป็นไปอย่างมีเอกภาพ ความต่อเนื่อง กระบวนการในการดำเนินการอย่างเป็นระบบและประสิทธิภาพอันจะก่อให้เกิดประโยชน์แก่เศรษฐกิจ สังคม ความสงบเรียบร้อย และความมั่นคงของรัฐ ให้คณะรัฐมนตรีจัดให้มีนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดตามข้อเสนอแนะของคณะกรรมการ ป.ป.ส.

นโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด อย่างน้อยต้องมีในเรื่องดังต่อไปนี้

(๑) เป้าหมายและยุทธศาสตร์ในการดำเนินงาน รวมถึงการกำหนดและการบริหารจัดการด้านงบประมาณในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด โดยการกำหนดตัวชี้วัดให้ชัดเจน

(๒) มาตรการในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด โดยเฉพาะอย่างยิ่งในโรงเรียน สถานศึกษา ครอบครัว และชุมชน ตลอดจนการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด โดยการส่งเสริมและสนับสนุนการประกอบอาชีพ การจัดหางาน และการพัฒนาคุณภาพชีวิต รวมถึงการส่งเสริมและสนับสนุนให้ทุกภาคส่วนและผู้ประกอบธุรกิจเข้ามามีส่วนร่วมในการดำเนินการตามมาตรการดังกล่าว และการกำหนดมาตรการส่งเสริมแก่ผู้ประกอบธุรกิจในการรับผู้ผ่านการบำบัดรักษาเข้าทำงาน

(๓) การประสานความร่วมมือระหว่างหน่วยงานที่เกี่ยวข้องทั้งภาครัฐ ภาคเอกชน และภาคประชาชน เพื่อให้เกิดการบูรณาการในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด รวมทั้งการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดให้สามารถดำรงชีวิตในสังคม การประกอบอาชีพ การศึกษาและการสงเคราะห์อื่น ๆ

(๔) ยุทธศาสตร์และแนวทางในการประสานความร่วมมือกับประเทศต่าง ๆ หรือองค์กรระหว่างประเทศ เพื่อปราบปรามการลักลอบผลิตและค้ายาเสพติด รวมทั้งประสานงานการข่าวเพื่อสกัดกั้นและปราบปรามจับกุมขบวนการและเครือข่ายการค้ายาเสพติดระหว่างประเทศ

(๕) การส่งเสริมและสนับสนุนการศึกษาวิจัย และพัฒนาด้านวิชาการเกี่ยวกับยาเสพติด มาตรการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด และส่งเสริมให้มีการเผยแพร่ความรู้ความเข้าใจแก่ประชาชนและเยาวชนทั้งในและนอกสถานศึกษา

(๖) การติดตามและประเมินผลการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

เมื่อมีการประกาศใช้นโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดแล้ว หน่วยงานของรัฐที่เกี่ยวข้องต้องดำเนินการตามหน้าที่และอำนาจของตนให้สอดคล้องกับนโยบายและแผนระดับชาติดังกล่าว

นโยบายและแผนระดับชาติตามวรรคหนึ่ง เมื่อประกาศในราชกิจจานุเบกษาแล้วให้มีผลใช้บังคับ

ให้คณะกรรมการ ป.ป.ส. ดำเนินการทบทวนนโยบายและแผนระดับชาติทุกห้าปี ในกรณีที่มีความจำเป็นที่จะต้องปรับปรุงแก้ไขให้เหมาะสมกับสถานการณ์ปัจจุบันหรือความจำเป็นอื่นเกี่ยวกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด ให้ดำเนินการปรับปรุงและแก้ไขนโยบายและแผนระดับชาติดังกล่าวและเสนอคณะรัฐมนตรีเพื่อขอความเห็นชอบและประกาศในราชกิจจานุเบกษาต่อไป

หมวด ๒

คณะกรรมการป้องกันและปราบปรามยาเสพติด

มาตรา ๔  ให้มีคณะกรรมการคณะหนึ่งเรียกว่า “คณะกรรมการป้องกันและปราบปรามยาเสพติด” เรียกโดยย่อว่า “คณะกรรมการ ป.ป.ส.” ประกอบด้วย นายกรัฐมนตรีเป็นประธานกรรมการ รัฐมนตรีว่าการกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ รัฐมนตรีว่าการกระทรวงมหาดไทย รัฐมนตรีว่าการกระทรวงยุติธรรม รัฐมนตรีว่าการกระทรวงแรงงาน รัฐมนตรีว่าการกระทรวงศึกษาธิการ รัฐมนตรีว่าการกระทรวงสาธารณสุข รัฐมนตรีว่าการกระทรวงอุตสาหกรรม ปลัดกระทรวงการต่างประเทศ ปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ ปลัดกระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ปลัดกระทรวงมหาดไทย ปลัดกระทรวงยุติธรรม ปลัดกระทรวงแรงงาน ปลัดกระทรวงสาธารณสุข เลขาธิการคณะกรรมการการศึกษาขั้นพื้นฐาน เลขาธิการคณะกรรมการการอาชีวศึกษา เลขาธิการสำนักงานศาลยุติธรรม ผู้อำนวยการสำนักงบประมาณ อัยการสูงสุด ผู้บัญชาการทหารบก ผู้บัญชาการทหารเรือ ผู้บัญชาการทหารอากาศ ผู้บัญชาการตำรวจแห่งชาติ อธิบดีกรมการปกครอง อธิบดีกรมการแพทย์ อธิบดีกรมศุลกากร อธิบดีกรมส่งเสริมการปกครองท้องถิ่น เลขาธิการ อย. และปลัดกรุงเทพมหานคร เป็นกรรมการโดยตำแหน่ง และกรรมการผู้ทรงคุณวุฒิซึ่งคณะรัฐมนตรีแต่งตั้งไม่เกินสามคน

ให้เลขาธิการ ป.ป.ส. เป็นกรรมการและเลขานุการ และให้คณะกรรมการ ป.ป.ส. แต่งตั้งข้าราชการในสำนักงาน ป.ป.ส. จำนวนไม่เกินสองคนเป็นผู้ช่วยเลขานุการ

เพื่อประโยชน์ในการดำเนินการตามหน้าที่และอำนาจของคณะกรรมการ ป.ป.ส. คณะกรรมการ ป.ป.ส. อาจมีมติให้เชิญรัฐมนตรีหรือหัวหน้าหน่วยงานของรัฐที่มีหน้าที่และอำนาจโดยตรงเกี่ยวกับเรื่องที่จะพิจารณา หรือผู้ซึ่งมีความรู้ความเชี่ยวชาญหรือมีประสบการณ์ที่เกี่ยวกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด ให้เข้าร่วมประชุมเป็นครั้งคราวในฐานะกรรมการด้วยก็ได้ ในกรณีเช่นนี้ ให้ผู้ซึ่งได้รับเชิญและมาประชุมมีฐานะเป็นกรรมการตามวรรคหนึ่งสำหรับการประชุมครั้งที่ได้รับเชิญนั้น

มาตรา ๕  ให้คณะกรรมการ ป.ป.ส. มีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) เสนอนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดต่อคณะรัฐมนตรีตามมาตรา ๓ รวมทั้งดำเนินการตามนโยบายและแผนระดับชาติดังกล่าว แล้วรายงานผลการดำเนินการให้คณะรัฐมนตรีทราบอย่างน้อยปีละหนึ่งครั้ง

(๒) ติดตาม ดูแล ประสาน สนับสนุน และเร่งรัดการดำเนินการของคณะกรรมการที่มีหน้าที่และอำนาจเกี่ยวกับยาเสพติด เพื่อให้มีการดำเนินการสอดคล้องกับนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

(๓) ให้คำแนะนำหรือข้อเสนอแนะแก่คณะกรรมการควบคุมยาเสพติด คณะกรรมการตรวจสอบทรัพย์สิน และคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

(๔) ให้ความเห็นชอบต่อรัฐมนตรีว่าการกระทรวงสาธารณสุขในการระบุชื่อยาเสพติดให้โทษว่ายาเสพติดให้โทษชื่อใดอยู่ในประเภทใดและการเพิกถอนหรือเปลี่ยนแปลงชื่อหรือประเภทยาเสพติดให้โทษดังกล่าวตามมาตรา ๒๙ วรรคสอง

(๕) กำหนดเขตพื้นที่เพื่อทดลองเพาะปลูก ผลิตและทดสอบ หรือเสพหรือครอบครองยาเสพติดตามมาตรา ๕๕

(๖) กำหนดมาตรการป้องกัน ปราบปราม และแก้ไขปัญหาการกระทำความผิดเกี่ยวกับยาเสพติดในสถานประกอบการและกำหนดให้สถานที่ซึ่งใช้ในการประกอบธุรกิจใด ๆ เป็นสถานประกอบการที่อยู่ภายใต้บังคับของมาตรการดังกล่าวตามมาตรา ๕๖

(๗) วางระเบียบเกี่ยวกับการบริหารและการดำเนินการของกองทุนป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดตามมาตรา ๘๙

(๘) เสนอความเห็นต่อคณะรัฐมนตรีเพื่อให้มีการปรับปรุงการปฏิบัติราชการหรืองาน แผนงาน หรือโครงการของหน่วยงานของรัฐที่มีหน้าที่และอำนาจในการปฏิบัติการตามประมวลกฎหมายนี้ รวมทั้งการปรับปรุงแก้ไขกฎหมายที่เกี่ยวข้องกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

(๙) ควบคุม เร่งรัด และประสานงานในการปฏิบัติงานของหน่วยงานของรัฐที่มีหน้าที่และอำนาจในการสืบสวน สอบสวน ปราบปราม และการบังคับโทษตามประมวลกฎหมายนี้

(๑๐) กำหนดสถานะของพื้นที่หรือกลุ่มพื้นที่ในแต่ละปี หรือพื้นที่ที่มีความจำเป็นเร่งด่วนและกำหนดผู้รับผิดชอบในพื้นที่ดังกล่าวเพื่อป้องกันและปราบปรามยาเสพติด พร้อมกับกำหนดให้มีกลไก โครงสร้าง และเจ้าหน้าที่ผู้ปฏิบัติงาน รวมทั้งจัดสรรทรัพยากรที่เหมาะสมกับสถานะของปัญหาและให้หน่วยงานของรัฐให้การสนับสนุนตามที่ร้องขอ

(๑๑) กำกับและติดตามการใช้งบประมาณของหน่วยงานทั้งภาครัฐและภาคเอกชนที่เกี่ยวข้องกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

(๑๒) วางโครงการและดำเนินการ ตลอดจนสั่งให้หน่วยงานของรัฐที่เกี่ยวข้องดำเนินการเผยแพร่ความรู้เกี่ยวกับยาเสพติด

(๑๓) สนับสนุนให้หน่วยงานภาครัฐ ภาคเอกชน และภาคประชาชนมีส่วนร่วมในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

(๑๔) ประสานงานและกำกับเกี่ยวกับการบำบัดรักษาและฟื้นฟูสมรรถภาพผู้ติดยาเสพติด

(๑๕) พิจารณาอนุมัติหรือมอบหมายให้คณะอนุกรรมการพิจารณาอนุมัติการแต่งตั้งเจ้าพนักงาน ป.ป.ส. เพื่อปฏิบัติการตามประมวลกฎหมายนี้

(๑๖) ปฏิบัติการอื่นใดตามที่ประมวลกฎหมายนี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจของคณะกรรมการ ป.ป.ส. 

ให้คณะรัฐมนตรีเสนอรายงานผลการดำเนินการตาม (๑) พร้อมด้วยข้อสังเกตของคณะรัฐมนตรีต่อสภาผู้แทนราษฎรและวุฒิสภา  ทั้งนี้ รายงานผลการดำเนินการอย่างน้อยให้มีสาระสำคัญเกี่ยวกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด การตรวจสอบทรัพย์สิน การบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด และการดำเนินการอื่นตามประมวลกฎหมายนี้

มาตรา ๖  ในการพิจารณาเรื่องใด ๆ โดยคณะกรรมการ ป.ป.ส. เมื่อคณะกรรมการ ป.ป.ส. มีมติเป็นประการใดแล้ว ให้มติของคณะกรรมการ ป.ป.ส. ผูกพันหน่วยงานซึ่งมีผู้แทนร่วมเป็นกรรมการโดยตำแหน่งอยู่ด้วย แม้ว่าในการพิจารณาวินิจฉัยเรื่องนั้นผู้แทนของหน่วยงานที่เป็นกรรมการโดยตำแหน่งจะมิได้เข้าร่วมพิจารณาวินิจฉัยก็ตาม ถ้ามีความเห็นแตกต่างกันให้บันทึกความเห็นของกรรมการทุกฝ่ายไว้ให้ปรากฏในเรื่องนั้นด้วย

ให้นำความในวรรคหนึ่งไปใช้บังคับแก่คณะกรรมการควบคุมยาเสพติด คณะกรรมการตรวจสอบทรัพย์สิน และคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดด้วยโดยอนุโลม

มาตรา ๗  กรรมการผู้ทรงคุณวุฒิมีวาระการดำรงตำแหน่งคราวละสามปี

เมื่อครบกำหนดตามวาระในวรรคหนึ่ง หากยังมิได้แต่งตั้งกรรมการผู้ทรงคุณวุฒิขึ้นใหม่ ให้กรรมการผู้ทรงคุณวุฒิซึ่งพ้นจากตำแหน่งตามวาระนั้นอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไปจนกว่ากรรมการผู้ทรงคุณวุฒิซึ่งได้รับแต่งตั้งใหม่เข้ารับหน้าที่

กรรมการผู้ทรงคุณวุฒิซึ่งพ้นจากตำแหน่งตามวาระอาจได้รับแต่งตั้งอีกได้ แต่จะดำรงตำแหน่งติดต่อกันเกินสองวาระไม่ได้

มาตรา ๘  นอกจากการพ้นจากตำแหน่งตามวาระตามมาตรา ๗ กรรมการผู้ทรงคุณวุฒิพ้นจากตำแหน่ง เมื่อ

(๑) ตาย

(๒) ลาออก

(๓) คณะรัฐมนตรีให้ออก เพราะเหตุบกพร่องหรือไม่สุจริตต่อหน้าที่ หรือความประพฤติเสื่อมเสียหรือหย่อนความสามารถ

(๔) เป็นบุคคลล้มละลายหรือเคยเป็นบุคคลล้มละลายทุจริต

(๕) เป็นคนไร้ความสามารถหรือคนเสมือนไร้ความสามารถ

(๖) ได้รับโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่เป็นโทษสำหรับความผิดที่ได้กระทำโดยประมาทหรือความผิดลหุโทษ

(๗) ถูกสั่งพักใช้หรือเพิกถอนใบอนุญาตประกอบโรคศิลปะ ใบอนุญาตประกอบวิชาชีพเวชกรรม หรือใบอนุญาตประกอบวิชาชีพอื่น

มาตรา ๙  ในกรณีที่กรรมการผู้ทรงคุณวุฒิพ้นจากตำแหน่งก่อนวาระ ให้แต่งตั้งผู้อื่นดำรงตำแหน่งแทน เว้นแต่วาระของกรรมการผู้ทรงคุณวุฒิจะเหลือไม่ถึงเก้าสิบวัน จะไม่แต่งตั้งกรรมการผู้ทรงคุณวุฒิแทนก็ได้ และให้ผู้ได้รับแต่งตั้งแทนตำแหน่งที่ว่างนั้นอยู่ในตำแหน่งเท่ากับวาระที่เหลืออยู่ของกรรมการผู้ทรงคุณวุฒิซึ่งได้แต่งตั้งไว้แล้ว

ในระหว่างที่ยังไม่ได้แต่งตั้งกรรมการผู้ทรงคุณวุฒิแทนตำแหน่งที่ว่าง ให้คณะกรรมการ ป.ป.ส. ประกอบด้วยกรรมการเท่าที่เหลืออยู่

มาตรา ๑๐  การประชุมของคณะกรรมการ ป.ป.ส. ต้องมีกรรมการมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมการทั้งหมด จึงจะเป็นองค์ประชุม

ในการประชุมคณะกรรมการ ป.ป.ส. ถ้าประธานกรรมการไม่มาประชุมหรือไม่อาจปฏิบัติหน้าที่ได้ ให้ที่ประชุมเลือกกรรมการคนหนึ่งเป็นประธานในที่ประชุม

การวินิจฉัยชี้ขาดของที่ประชุมให้ถือเสียงข้างมาก กรรมการคนหนึ่งให้มีเสียงหนึ่งในการลงคะแนน ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด

คณะกรรมการ ป.ป.ส. ต้องมีการประชุมอย่างน้อยปีละสี่ครั้ง

มาตรา ๑๑  คณะกรรมการ ป.ป.ส. มีอำนาจแต่งตั้งคณะอนุกรรมการเพื่อพิจารณาหรือปฏิบัติการอย่างหนึ่งอย่างใดตามที่คณะกรรมการ ป.ป.ส. มอบหมายก็ได้

การประชุมของคณะอนุกรรมการให้นำความในมาตรา ๑๐ วรรคหนึ่ง วรรคสอง และวรรคสาม มาใช้บังคับด้วยโดยอนุโลม

หมวด ๓

สำนักงานคณะกรรมการป้องกันและปราบปรามยาเสพติด

มาตรา ๑๒  ให้สำนักงานคณะกรรมการป้องกันและปราบปรามยาเสพติด เรียกโดยย่อว่า “สำนักงาน ป.ป.ส.” มีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ดำเนินงานในฐานะหน่วยงานปฏิบัติของคณะกรรมการ ป.ป.ส. ตามหน้าที่และอำนาจที่กำหนด

(๒) พิจารณาให้คำแนะนำและประสานงานกับราชการส่วนกลาง ราชการส่วนภูมิภาค ราชการส่วนท้องถิ่น รัฐวิสาหกิจ องค์การมหาชน และหน่วยงานอื่นของรัฐ เพื่อจัดทำแผนงานและโครงการด้านการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด เพื่อให้เป็นไปตามนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดของประเทศ

(๓) ประสานนโยบาย แผน งบประมาณ และการปฏิบัติงานด้านการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดกับหน่วยงานอื่นที่เกี่ยวข้องทั้งภาครัฐและภาคเอกชน

(๔) ประสาน ติดตาม และประเมินผลการดำเนินงานของหน่วยงานที่เกี่ยวข้องให้เป็นไปตามนโยบายและแผนระดับชาติว่าด้วยการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด เพื่อเสนอคณะกรรมการ ป.ป.ส.

(๕) เป็นหน่วยงานกลางของประเทศในการศึกษา ค้นคว้า วิเคราะห์สภาพปัญหาและมาตรการด้านการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด และสนับสนุนข้อมูลข่าวสารวิชาการ ตลอดจนพัฒนาบุคลากรของหน่วยงานที่เกี่ยวข้องทั้งภาครัฐและภาคเอกชนในประเทศและต่างประเทศ รวมทั้งส่งเสริมให้มีการประชาสัมพันธ์และเผยแพร่ความรู้และความเข้าใจแก่ประชาชนเกี่ยวกับยาเสพติด

(๖) ประสานความร่วมมือกับคณะกรรมการและคณะอนุกรรมการตามประมวลกฎหมายนี้ เพื่อประโยชน์ในการปฏิบัติงานตามหน้าที่และอำนาจของคณะกรรมการ ป.ป.ส. และสำนักงาน ป.ป.ส.

(๗) ประสานความร่วมมือกับต่างประเทศและองค์การระหว่างประเทศในด้านการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

(๘) ออกระเบียบเพื่อให้มีการปฏิบัติการตามประมวลกฎหมายนี้

(๙) ปฏิบัติการอื่นใดตามที่ประมวลกฎหมายนี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจของสำนักงาน ป.ป.ส. หรือตามที่คณะกรรมการ ป.ป.ส. มอบหมาย

มาตรา ๑๓ ให้เลขาธิการ ป.ป.ส. มีหน้าที่ควบคุมดูแลโดยทั่วไปซึ่งราชการของสำนักงาน ป.ป.ส. และเป็นผู้บังคับบัญชาข้าราชการในสำนักงาน ป.ป.ส. โดยมีรองเลขาธิการ ป.ป.ส. เป็นผู้ช่วยปฏิบัติราชการ

มาตรา ๑๔  เพื่อประโยชน์ในการประสานงานให้เกิดการบูรณาการการปฏิบัติหน้าที่เกี่ยวกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด เลขาธิการ ป.ป.ส. โดยความเห็นชอบของคณะกรรมการ ป.ป.ส. จะเสนอความเห็นต่อคณะรัฐมนตรีเพื่อพิจารณาเกี่ยวกับการให้ความดีความชอบหรือโยกย้ายหรือลงโทษทางวินัยต่อข้าราชการ พนักงานส่วนท้องถิ่น พนักงานรัฐวิสาหกิจ หรือพนักงานของหน่วยงานของรัฐซึ่งได้รับมอบหมายให้ปฏิบัติหน้าที่เกี่ยวกับการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด หรือซึ่งเข้าไปเกี่ยวข้องกับการกระทำความผิดเกี่ยวกับยาเสพติด ตลอดจนขอให้หน่วยงานของรัฐเจ้าสังกัดเร่งรัดการดำเนินการที่เกี่ยวข้อง รวมทั้งให้ความคุ้มครองแก่ข้าราชการและเจ้าหน้าที่ของรัฐซึ่งปฏิบัติงานด้านยาเสพติด

ในกรณีที่คณะรัฐมนตรีมีมติให้โยกย้าย ให้ความดีความชอบ หรือลงโทษทางวินัย ให้แจ้งต้นสังกัดเพื่อดำเนินการให้เป็นไปตามมติคณะรัฐมนตรีดังกล่าว

ลักษณะ ๓

การควบคุมยาเสพติด

หมวด ๑

บทบัญญัติทั่วไป

มาตรา ๑๕  ในลักษณะนี้

“ตำรับยาเสพติดให้โทษ” หมายความว่า สูตรซึ่งระบุส่วนประกอบและปริมาณของสิ่งปรุงที่มียาเสพติดให้โทษรวมอยู่ด้วย

“ตำรับวัตถุออกฤทธิ์” หมายความว่า สูตรซึ่งระบุส่วนประกอบและปริมาณของสิ่งปรุงที่มีวัตถุออกฤทธิ์รวมอยู่ด้วย

“วัตถุตำรับ” หมายความว่า สิ่งปรุงไม่ว่าจะมีรูปลักษณะใดที่มีวัตถุออกฤทธิ์รวมอยู่ด้วย  ทั้งนี้ รวมทั้งวัตถุออกฤทธิ์ที่มีลักษณะเป็นวัตถุสำเร็จรูปทางเภสัชกรรมซึ่งพร้อมที่จะนำไปใช้แก่คนหรือสัตว์ได้

“วัตถุตำรับยกเว้น” หมายความว่า วัตถุตำรับที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดให้ได้รับการยกเว้นจากมาตรการควบคุมบางประการสำหรับวัตถุออกฤทธิ์ที่มีอยู่ในวัตถุตำรับนั้น

“ฉลาก” หมายความว่า รูป รอยประดิษฐ์ เครื่องหมาย หรือข้อความใด ๆ ซึ่งแสดงไว้ที่ภาชนะหรือหีบห่อบรรจุยาเสพติด

“ผู้รับอนุญาต” หมายความว่า ผู้ได้รับใบอนุญาตตามบทบัญญัติในลักษณะนี้

“ผู้อนุญาต” หมายความว่า เลขาธิการ อย. หรือผู้ซึ่งได้รับมอบหมายจากเลขาธิการ อย.

“หน่วยงานของรัฐ” หมายความว่า ราชการส่วนกลาง ราชการส่วนภูมิภาค ราชการส่วนท้องถิ่น รัฐวิสาหกิจ องค์การมหาชน และหน่วยงานอื่นของรัฐ

มาตรา ๑๖  บทบัญญัติในหมวด ๔ การอนุญาตเกี่ยวกับยาเสพติดให้โทษและวัตถุออกฤทธิ์ และหมวด ๕ การขึ้นทะเบียนตำรับยาเสพติดให้โทษในประเภท ๓ และการขึ้นทะเบียนตำรับวัตถุออกฤทธิ์ ไม่ใช้บังคับแก่สำนักงาน อย.

มาตรา ๑๗  ในกรณีที่สำนักงาน อย. ผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์และได้รับยกเว้นตามมาตรา ๑๖ โดยไม่ต้องปฏิบัติตามหลักเกณฑ์ วิธีการ และเงื่อนไขตามประมวลกฎหมายนี้ ให้สำนักงาน อย. รายงานการรับ การจ่าย และการเก็บรักษาซึ่งยาเสพติดให้โทษและวัตถุออกฤทธิ์ดังกล่าว และวิธีการปฏิบัติอย่างอื่นที่เกี่ยวกับการควบคุมยาเสพติดให้คณะกรรมการควบคุมยาเสพติดทราบทุกหกเดือนของปีปฏิทิน แล้วให้คณะกรรมการควบคุมยาเสพติดเสนอรายงานพร้อมกับให้ความเห็นต่อรัฐมนตรีว่าการกระทรวงสาธารณสุขเพื่อสั่งการต่อไป

มาตรา ๑๘  ให้รัฐมนตรีว่าการกระทรวงสาธารณสุขมีอำนาจออกกฎกระทรวงกำหนดค่าธรรมเนียมต่าง ๆ ที่เจ้าหน้าที่ได้ให้บริการ รวมทั้งกำหนดอัตราค่าธรรมเนียมไม่เกินอัตราตามบัญชีท้ายประมวลกฎหมายนี้หรือยกเว้นค่าธรรมเนียม

กฎกระทรวงนั้น เมื่อได้ประกาศในราชกิจจานุเบกษาแล้วให้ใช้บังคับได้

มาตรา ๑๙  รัฐมนตรีว่าการกระทรวงสาธารณสุขหรือเลขาธิการ อย. มีอำนาจมอบหมายให้เจ้าหน้าที่ในความรับผิดชอบของตน หรือผู้เชี่ยวชาญ องค์กรผู้เชี่ยวชาญ หน่วยงานของรัฐ หรือองค์กรเอกชนทั้งในประเทศและต่างประเทศ ซึ่งได้รับการขึ้นบัญชีโดยสำนักงาน อย. ปฏิบัติงานต่าง ๆ เกี่ยวกับกระบวนการพิจารณาอนุญาตยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ได้ตามความเหมาะสม

การขึ้นบัญชีผู้เชี่ยวชาญ องค์กรผู้เชี่ยวชาญ หน่วยงานของรัฐ หรือองค์กรเอกชนทั้งในประเทศและต่างประเทศ โดยสำนักงาน อย. ตามวรรคหนึ่ง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนด

มาตรา ๒๐  ค่าธรรมเนียมตาม (๑๗) (๑๘) (๑๙) (๒๐) และ (๒๑) ในอัตราค่าธรรมเนียมท้ายประมวลกฎหมายนี้ ให้ตกเป็นของสำนักงาน อย. เพื่อเป็นค่าใช้จ่ายในการปฏิบัติหน้าที่เกี่ยวกับยาเสพติดให้โทษและวัตถุออกฤทธิ์ หรือเป็นค่าตอบแทนแก่ผู้ปฏิบัติงานตามมาตรา ๑๙  ทั้งนี้ ตามระเบียบที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดโดยความเห็นชอบของกระทรวงการคลัง

มาตรา ๒๑  การรับเงิน การเก็บรักษาเงิน และการจ่ายเงินตามมาตรา ๒๐ ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดโดยความเห็นชอบของกระทรวงการคลัง

มาตรา ๒๒  ให้รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติด มีอำนาจประกาศกำหนดเกี่ยวกับยาเสพติดให้โทษ ดังต่อไปนี้

(๑) กำหนดมาตรฐานว่าด้วยปริมาณ ส่วนประกอบ คุณภาพ ความบริสุทธิ์ หรือลักษณะอื่นของยาเสพติดให้โทษ ตลอดจนการบรรจุและการเก็บรักษายาเสพติดให้โทษ

(๒) กำหนดจำนวนและจำนวนเพิ่มเติมซึ่งยาเสพติดให้โทษที่จะต้องใช้ในทางการแพทย์และทางวิทยาศาสตร์ทั่วราชอาณาจักรประจำปี

(๓) กำหนดหลักเกณฑ์และวิธีการในการกำหนดปริมาณยาเสพติดให้โทษที่ผู้อนุญาตจะอนุญาตให้ผลิต นำเข้า จำหน่าย หรือมีไว้ในครอบครองได้

(๔) ระบุชื่อและประเภทยาเสพติดให้โทษที่ต้องมีคำเตือนหรือข้อควรระวัง และข้อความของคำเตือนหรือข้อควรระวังเป็นตัวอักษร ภาพ หรือเครื่องหมายให้ผู้ใช้ระมัดระวังตามความจำเป็นเพื่อความปลอดภัยของผู้ใช้

(๕) กำหนดสถานที่แห่งใดในราชอาณาจักรให้เป็นด่านตรวจสอบยาเสพติดให้โทษที่นำเข้า ส่งออก หรือนำผ่าน

(๖) กำหนดการอื่นเพื่อประโยชน์แก่การปฏิบัติตามลักษณะนี้

มาตรา ๒๓  ให้รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติด มีอำนาจประกาศกำหนดเกี่ยวกับวัตถุออกฤทธิ์ ดังต่อไปนี้

(๑) ระบุชื่อและจัดแบ่งประเภทวัตถุออกฤทธิ์ว่าวัตถุออกฤทธิ์ใดอยู่ในประเภท ๑ ประเภท ๒ ประเภท ๓ หรือประเภท ๔

(๒) กำหนดมาตรฐานว่าด้วยปริมาณ ส่วนประกอบ คุณภาพ ความบริสุทธิ์หรือลักษณะอื่นของวัตถุออกฤทธิ์ ตลอดจนการบรรจุและการเก็บรักษาวัตถุออกฤทธิ์ตาม (๑)

(๓) เพิกถอนหรือเปลี่ยนแปลงชื่อหรือประเภทวัตถุออกฤทธิ์ตาม (๑)

(๔) ระบุชื่อและประเภทวัตถุออกฤทธิ์ที่ห้ามผลิต นำเข้า ส่งออก จำหน่าย มีไว้ในครอบครอง หรือนำผ่าน

(๕) ระบุชื่อวัตถุออกฤทธิ์ในประเภท ๒ ซึ่งอนุญาตให้ผลิตเพื่อส่งออกหรือส่งออกได้

(๖) ระบุวัตถุตำรับให้เป็นวัตถุตำรับยกเว้นและเพิกถอนวัตถุตำรับยกเว้น

(๗) กำหนดหลักเกณฑ์และวิธีการในการกำหนดปริมาณวัตถุออกฤทธิ์ที่ผู้อนุญาตจะอนุญาตให้ผลิต นำเข้า จำหน่าย หรือมีไว้ในครอบครอง

(๘) ระบุชื่อและประเภทวัตถุออกฤทธิ์ที่ต้องมีคำเตือนหรือข้อควรระวัง และข้อความของคำเตือนหรือข้อควรระวังเป็นตัวอักษร ภาพ หรือเครื่องหมายให้ผู้ใช้ระมัดระวังตามความจำเป็นเพื่อความปลอดภัยของผู้ใช้

(๙) กำหนดปริมาณวัตถุออกฤทธิ์ที่ผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการสัตวแพทย์ชั้นหนึ่ง ผู้ประกอบวิชาชีพเภสัชกรรม หรือผู้ประกอบวิชาชีพทางการแพทย์หรือสาธารณสุขอื่น มีไว้ในครอบครองได้ตามมาตรา ๓๒

(๑๐) ระบุชื่อหน่วยงานของรัฐตามมาตรา ๓๓ (๔)

(๑๑) ระบุชื่อและประเภทวัตถุออกฤทธิ์ที่ประเทศหนึ่งประเทศใดห้ามนำเข้าตามมาตรา ๔๔

(๑๒) กำหนดสถานที่แห่งใดในราชอาณาจักรให้เป็นด่านตรวจสอบวัตถุออกฤทธิ์ที่นำเข้า ส่งออก หรือนำผ่าน

(๑๓) กำหนดการอื่นเพื่อประโยชน์แก่การปฏิบัติตามลักษณะนี้

มาตรา ๒๔  ให้รัฐมนตรีว่าการกระทรวงสาธารณสุขและรัฐมนตรีว่าการกระทรวงอุตสาหกรรมโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติด มีอำนาจประกาศกำหนดเกี่ยวกับสารระเหย ดังต่อไปนี้

(๑) ระบุชื่อ ประเภท ชนิด หรือขนาดบรรจุของสารเคมี หรือผลิตภัณฑ์ที่เป็นสารระเหย

(๒) เพิกถอนหรือเปลี่ยนแปลงชื่อ ประเภท ชนิด หรือขนาดบรรจุของสารเคมี หรือผลิตภัณฑ์ที่เป็นสารระเหยตาม (๑)

(๓) กำหนดการอื่นเพื่อประโยชน์แก่การปฏิบัติตามลักษณะนี้

หมวด ๒

คณะกรรมการควบคุมยาเสพติด

มาตรา ๒๕  ให้มีคณะกรรมการคณะหนึ่งเรียกว่า “คณะกรรมการควบคุมยาเสพติด” ประกอบด้วย ปลัดกระทรวงสาธารณสุขเป็นประธานกรรมการ ปลัดกระทรวงกลาโหม ปลัดกระทรวงเกษตรและสหกรณ์ เลขาธิการคณะกรรมการกฤษฎีกา อัยการสูงสุด ผู้บัญชาการตำรวจแห่งชาติ อธิบดีกรมการแพทย์ อธิบดีกรมการแพทย์แผนไทยและการแพทย์ทางเลือก อธิบดีกรมโรงงานอุตสาหกรรม อธิบดีกรมวิทยาศาสตร์การแพทย์ อธิบดีกรมศุลกากร อธิบดีกรมสนับสนุนบริการสุขภาพ อธิบดีกรมสุขภาพจิต อธิบดีกรมอนามัย เลขาธิการ ป.ป.ส. นายกแพทยสภา นายกสภาการแพทย์แผนไทย และนายกสภาเภสัชกรรม เป็นกรรมการโดยตำแหน่ง และกรรมการผู้ทรงคุณวุฒิซึ่งรัฐมนตรีว่าการกระทรวงสาธารณสุขแต่งตั้งจำนวนสิบคนจากผู้ซึ่งมีความรู้และความเชี่ยวชาญในด้านวิสัญญีแพทย์ จิตแพทย์ อายุรแพทย์ เภสัชศาสตร์ หรือด้านอื่นที่เกี่ยวข้องและเป็นประโยชน์ต่อการดำเนินการของคณะกรรมการควบคุมยาเสพติด ในจำนวนนี้ ให้แต่งตั้งจากภาคเอกชนไม่น้อยกว่าสามคน

ให้เลขาธิการ อย. เป็นกรรมการและเลขานุการ และให้เลขาธิการ อย. แต่งตั้งข้าราชการในสำนักงาน อย. จำนวนไม่เกินสองคนเป็นผู้ช่วยเลขานุการ

มาตรา ๒๖  ให้คณะกรรมการควบคุมยาเสพติดมีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) กำหนดมาตรการการควบคุมยาเสพติด

(๒) เสนอแนะต่อรัฐมนตรีว่าการกระทรวงสาธารณสุข หรือรัฐมนตรีว่าการกระทรวงสาธารณสุขและรัฐมนตรีว่าการกระทรวงอุตสาหกรรม แล้วแต่กรณี ในการระบุชื่อหรือประเภทยาเสพติด รวมทั้งการเพิกถอนหรือการเปลี่ยนแปลงชื่อหรือประเภทยาเสพติด

(๓) ให้ความเห็นหรือข้อเสนอแนะต่อรัฐมนตรีว่าการกระทรวงสาธารณสุข หรือรัฐมนตรีว่าการกระทรวงสาธารณสุขและรัฐมนตรีว่าการกระทรวงอุตสาหกรรม หรือผู้อนุญาต แล้วแต่กรณี ในการปฏิบัติการตามลักษณะนี้

(๔) ให้ความเห็นชอบต่อรัฐมนตรีว่าการกระทรวงสาธารณสุขหรือผู้อนุญาตตามมาตรา ๓๒ และมาตรา ๓๕

(๕) ให้ความเห็นต่อกระทรวงสาธารณสุขหรือผู้ซึ่งกระทรวงสาธารณสุขมอบหมายในการทำลายหรือนำไปใช้ประโยชน์ซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ตามมาตรา ๔๑ มาตรา ๔๕ และมาตรา ๖๐

(๖) ปฏิบัติการอื่นใดตามที่ประมวลกฎหมายนี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจของคณะกรรมการควบคุมยาเสพติด หรือตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขมอบหมาย

มาตรา ๒๗  ให้นำความในมาตรา ๗ มาตรา ๘ มาตรา ๙ และมาตรา ๑๐ มาใช้บังคับแก่คณะกรรมการควบคุมยาเสพติดด้วยโดยอนุโลม

มาตรา ๒๘  คณะกรรมการควบคุมยาเสพติดมีอำนาจแต่งตั้งคณะอนุกรรมการเพื่อพิจารณาหรือปฏิบัติการอย่างหนึ่งอย่างใดตามที่คณะกรรมการควบคุมยาเสพติดมอบหมายก็ได้

การแต่งตั้งคณะอนุกรรมการตามวรรคหนึ่งอย่างน้อยต้องแต่งตั้งคณะอนุกรรมการยาเสพติดให้โทษ คณะอนุกรรมการวัตถุออกฤทธิ์ และคณะอนุกรรมการสารระเหย

การประชุมของคณะอนุกรรมการให้นำความในมาตรา ๑๐ วรรคหนึ่ง วรรคสอง และวรรคสาม มาใช้บังคับด้วยโดยอนุโลม

หมวด ๓

ประเภทของยาเสพติดให้โทษและวัตถุออกฤทธิ์

มาตรา ๒๙  ยาเสพติดให้โทษแบ่งออกเป็น ๕ ประเภท คือ

(๑) ประเภท ๑ ยาเสพติดให้โทษชนิดร้ายแรง เช่น เฮโรอีน (Heroin)

(๒) ประเภท ๒ ยาเสพติดให้โทษทั่วไป เช่น มอร์ฟีน (Morphine) โคคาอีน (Cocaine) โคเดอีน (Codeine) หรือฝิ่นยา (Medicinal Opium)

(๓) ประเภท ๓ ยาเสพติดให้โทษที่มีลักษณะเป็นตำรับยา และมียาเสพติดให้โทษในประเภท ๒ ผสมอยู่ด้วย  ทั้งนี้ ตามหลักเกณฑ์ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติดประกาศกำหนด

(๔) ประเภท ๔ สารเคมีที่ใช้ในการผลิตยาเสพติดให้โทษในประเภท ๑ หรือประเภท ๒ เช่น อาเซติค แอนไฮไดรด์ (Acetic Anhydride)

(๕) ประเภท ๕ ยาเสพติดให้โทษที่มิได้เข้าอยู่ในประเภท ๑ ถึงประเภท ๔ เช่น พืชฝิ่น

การระบุชื่อยาเสพติดให้โทษว่ายาเสพติดให้โทษชื่อใดอยู่ในประเภทใดตามวรรคหนึ่ง (๑) (๒) (๔) และ (๕) และการเพิกถอนหรือเปลี่ยนแปลงชื่อหรือประเภทยาเสพติดให้โทษดังกล่าว ให้เป็นไปตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยความเห็นชอบของคณะกรรมการ ป.ป.ส. ประกาศกำหนด

เพื่อประโยชน์แห่งมาตรานี้ คำว่า “ฝิ่นยา (Medicinal Opium)” หมายความว่า ฝิ่นที่ได้ผ่านกรรมวิธีปรุงแต่งโดยมีความมุ่งหมายเพื่อใช้ในทางยา

มาตรา ๓๐  วัตถุออกฤทธิ์แบ่งออกเป็น ๔ ประเภท คือ

(๑) ประเภท ๑ วัตถุออกฤทธิ์ที่ไม่ใช้ในทางการแพทย์ และอาจก่อให้เกิดการนำไปใช้หรือมีแนวโน้มในการนำไปใช้ในทางที่ผิดสูง

(๒) ประเภท ๒ วัตถุออกฤทธิ์ที่ใช้ในทางการแพทย์ และอาจก่อให้เกิดการนำไปใช้หรือมีแนวโน้มในการนำไปใช้ในทางที่ผิดสูง

(๓) ประเภท ๓ วัตถุออกฤทธิ์ที่ใช้ในทางการแพทย์ และอาจก่อให้เกิดการนำไปใช้หรือมีแนวโน้มในการนำไปใช้ในทางที่ผิด

(๔) ประเภท ๔ วัตถุออกฤทธิ์ที่ใช้ในทางการแพทย์ และอาจก่อให้เกิดการนำไปใช้หรือมีแนวโน้มในการนำไปใช้ในทางที่ผิดน้อยกว่าประเภท ๓

ทั้งนี้ การระบุชื่อวัตถุออกฤทธิ์ว่าวัตถุออกฤทธิ์ชื่อใดอยู่ในประเภทใด และการเพิกถอน หรือเปลี่ยนแปลงชื่อหรือประเภทวัตถุออกฤทธิ์ดังกล่าว ให้เป็นไปตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติดประกาศกำหนด

มาตรา ๓๑  ในกรณีที่วัตถุตำรับมีวัตถุออกฤทธิ์ในประเภทหนึ่งประเภทใดปรุงผสมอยู่ ให้ถือว่าเป็นวัตถุออกฤทธิ์ในประเภทนั้นด้วย

ในกรณีที่วัตถุตำรับมีวัตถุออกฤทธิ์อันระบุอยู่ในประเภทต่างกันผสมอยู่ ให้ถือว่าเป็นวัตถุออกฤทธิ์ในประเภทที่มีการควบคุมเข้มงวดกว่าในประเภทที่ผสมอยู่นั้น

หมวด ๔

การอนุญาตเกี่ยวกับยาเสพติดให้โทษและวัตถุออกฤทธิ์

ส่วนที่ ๑

ยาเสพติดให้โทษและวัตถุออกฤทธิ์ซึ่งไม่ต้องขออนุญาต

มาตรา ๓๒  การผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ เพื่อประโยชน์แก่ผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการสัตวแพทย์ชั้นหนึ่ง ผู้ประกอบวิชาชีพเภสัชกรรม หรือผู้ประกอบวิชาชีพทางการแพทย์หรือสาธารณสุขอื่น หรือเพื่อประโยชน์ของหน่วยงานของรัฐหรือสภากาชาดไทย ไม่ต้องขออนุญาต  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติดประกาศกำหนด

มาตรา ๓๓  การมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ในกรณีดังต่อไปนี้ ไม่ต้องขออนุญาต

(๑) การมียาเสพติดให้โทษในประเภท ๒ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ไว้ในครอบครองไม่เกินปริมาณเท่าที่จำเป็นสำหรับใช้รักษาโรคเฉพาะตัวตามคำสั่งของผู้ประกอบวิชาชีพเวชกรรมหรือผู้ประกอบวิชาชีพทันตกรรมซึ่งเป็นผู้ให้การรักษา หรือผู้ประกอบวิชาชีพการสัตวแพทย์ชั้นหนึ่งสำหรับใช้ในการบำบัดหรือป้องกันโรคสำหรับสัตว์ที่ให้การรักษานั้น

(๒) การมียาเสพติดให้โทษในประเภท ๒ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ไว้ในครอบครองในปริมาณเท่าที่จำเป็นต้องใช้ประจำในการปฐมพยาบาล หรือในกรณีเกิดเหตุฉุกเฉิน ในยานพาหนะที่ใช้ในการขนส่งสาธารณะระหว่างประเทศซึ่งไม่ได้จดทะเบียนในราชอาณาจักร โดยให้ได้รับการยกเว้นจากมาตรการควบคุมสำหรับการนำเข้า ส่งออก หรือนำผ่าน  ทั้งนี้ ผู้ควบคุมยานพาหนะดังกล่าวต้องจัดให้มีการป้องกันตามสมควรเพื่อมิให้ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์สูญหายหรือมีการนำเอาไปใช้โดยมิชอบ

(๓) การมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์สำหรับกิจการของผู้รับอนุญาตผลิต นำเข้า ส่งออก จำหน่าย หรือนำผ่านซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ประเภทนั้น ๆ

(๔) การมีไว้ในครอบครองหรือใช้ประโยชน์ซึ่งวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ตามหน้าที่ของกระทรวง ทบวง กรม หรือสภากาชาดไทย หรือหน่วยงานอื่นของรัฐตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนด

(๕) การมียาเสพติดให้โทษในประเภท ๕ ไว้ในครอบครองไม่เกินปริมาณที่จำเป็นสำหรับใช้รักษาโรคเฉพาะตัว โดยมีใบสั่งยาหรือหนังสือรับรองของผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการแพทย์แผนไทย ผู้ประกอบวิชาชีพการแพทย์แผนไทยประยุกต์ หรือหมอพื้นบ้านตามกฎหมายว่าด้วยวิชาชีพการแพทย์แผนไทยซึ่งเป็นผู้ให้การรักษา

ส่วนที่ ๒

การอนุญาตโดยรัฐมนตรีว่าการกระทรวงสาธารณสุข

มาตรา ๓๔  ในกรณีจำเป็นเร่งด่วนเพื่อประโยชน์ของทางราชการในการป้องกันและปราบปรามการกระทำความผิดเกี่ยวกับยาเสพติดหรือความร่วมมือระหว่างประเทศ รัฐมนตรีว่าการกระทรวงสาธารณสุขมีอำนาจอนุญาตให้ผู้ใดนำเข้า ส่งออก หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ หรือประเภท ๔ ได้

รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติดมีอำนาจอนุญาตให้ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ หรือประเภท ๔ เพื่อการศึกษาวิจัย ประโยชน์ในทางการแพทย์ วิทยาศาสตร์ หรืออุตสาหกรรม

การขออนุญาต คุณสมบัติของผู้ขออนุญาต การออกใบอนุญาต การออกใบแทนใบอนุญาต และการแก้ไขรายการในใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

ส่วนที่ ๓

การอนุญาตโดยผู้อนุญาต

มาตรา ๓๕  ผู้อนุญาตมีอำนาจอนุญาต ดังต่อไปนี้

(๑) ให้ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๒

(๒) ให้ผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๓

(๓) ให้ผู้ใดนำเข้า ส่งออก หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ หรือประเภท ๔ ในปริมาณเล็กน้อยที่นำไปใช้เป็นสารมาตรฐานในการตรวจวิเคราะห์

(๔) ให้ผู้ใดจำหน่ายหรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๕

(๕) ให้ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย มีไว้ในครอบครอง หรือนำผ่านซึ่งวัตถุออกฤทธิ์

ผู้อนุญาตโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติดมีอำนาจอนุญาต ให้ผู้ใดผลิต นำเข้า หรือส่งออกซึ่งยาเสพติดให้โทษในประเภท ๕ เพื่อประโยชน์ของทางราชการ การแพทย์ การรักษาผู้ป่วย การศึกษาวิจัยหรือประโยชน์อื่นตามที่กำหนดในกฎกระทรวง

การขออนุญาต คุณสมบัติของผู้ขออนุญาต การออกใบอนุญาต การออกใบแทนใบอนุญาต การต่ออายุใบอนุญาต และการแก้ไขรายการในใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

ผู้รับอนุญาตตามวรรคหนึ่งหรือวรรคสองผู้ใดประกอบกิจการภายหลังที่ใบอนุญาตสิ้นอายุแล้ว ให้ถือว่าผู้นั้นประกอบกิจการโดยไม่ได้รับอนุญาต เว้นแต่จะได้ยื่นคำขอต่ออายุใบอนุญาตภายในสามสิบวันนับแต่วันที่ใบอนุญาตสิ้นอายุ โดยแสดงเหตุที่ไม่สามารถยื่นคำขอต่ออายุใบอนุญาตภายในกำหนดและผู้อนุญาตหรือผู้อนุญาตโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติด แล้วแต่กรณี เห็นสมควรให้ต่ออายุใบอนุญาตได้

มาตรา ๓๖  การนำเข้าหรือส่งออกซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ของผู้รับอนุญาตนำเข้าหรือส่งออกตามมาตรา ๓๔ หรือมาตรา ๓๕ นอกจากจะต้องได้รับใบอนุญาตตามมาตราดังกล่าวแล้ว ในการนำเข้าหรือส่งออกซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ของผู้รับอนุญาตในแต่ละครั้งต้องได้รับใบอนุญาตเฉพาะคราวจากผู้อนุญาตทุกครั้งที่นำเข้าหรือส่งออกอีกด้วย  ทั้งนี้ การขออนุญาตและการออกใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

มาตรา ๓๗  ผู้รับอนุญาตผลิต นำเข้า ส่งออก จำหน่าย มีไว้ในครอบครอง หรือนำผ่านซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ตามมาตรา ๓๔ และมาตรา ๓๕ และผู้รับอนุญาตเฉพาะคราวนำเข้าหรือส่งออกตามมาตรา ๓๖ ต้องจัดเก็บรักษา ดำเนินการขออนุญาตและจัดให้มีการควบคุมดูแลการโฆษณายาเสพติดให้โทษหรือวัตถุออกฤทธิ์ จัดให้มีการทำบัญชีและเสนอรายงานเกี่ยวกับการดำเนินกิจการตามที่ได้รับอนุญาต หรือดำเนินการอื่นเพื่อประโยชน์ในการควบคุมกำกับดูแลยาเสพติดให้โทษหรือวัตถุออกฤทธิ์  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

การขออนุญาตโฆษณายาเสพติดให้โทษหรือวัตถุออกฤทธิ์ตามวรรคหนึ่งของผู้รับอนุญาต การออกใบอนุญาต และเงื่อนไขในการโฆษณาตามใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการควบคุมยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา

มาตรา ๓๘  ใบอนุญาตตามมาตรา ๓๔ และมาตรา ๓๕ และใบอนุญาตเฉพาะคราวเพื่อการนำเข้าหรือส่งออกตามมาตรา ๓๖ ให้คุ้มกันถึงลูกจ้างหรือตัวแทนของผู้รับอนุญาตซึ่งได้กระทำไปตามหน้าที่ที่ได้รับมอบหมายจากผู้รับอนุญาต

ให้สันนิษฐานไว้ก่อนว่าการกระทำของลูกจ้างหรือตัวแทนของผู้รับอนุญาตที่ได้กระทำไปตามหน้าที่ที่ได้รับมอบหมายเป็นการกระทำของผู้รับอนุญาตด้วย

มาตรา ๓๙  ผู้อนุญาตอาจอนุญาตให้ผู้ป่วยซึ่งเดินทางระหว่างประเทศนำยาเสพติดให้โทษซึ่งต้องใช้รักษาโรคเฉพาะตัวติดตัวเข้ามาในหรือออกไปนอกราชอาณาจักรพร้อมใบอนุญาตด้วย โดยมีใบสั่งยาหรือหนังสือรับรองของผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการแพทย์แผนไทย ผู้ประกอบวิชาชีพการแพทย์แผนไทยประยุกต์ หรือหมอพื้นบ้านตามกฎหมายว่าด้วยวิชาชีพการแพทย์แผนไทยซึ่งเป็นผู้ให้การรักษา  ทั้งนี้ การขออนุญาตและการออกใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

การนำวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ติดตัวเข้ามาในหรือออกไปนอกราชอาณาจักรไม่เกินปริมาณที่จำเป็นต้องใช้รักษาโรคเฉพาะตัวภายในสามสิบวัน โดยมีใบสั่งยาหรือหนังสือรับรองของผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม หรือผู้ประกอบวิชาชีพการสัตวแพทย์ชั้นหนึ่ง ไม่ต้องขออนุญาต กรณีการนำติดตัวเพื่อใช้รักษาโรคเกินกว่าสามสิบวันต้องได้รับใบอนุญาต  ทั้งนี้ การขออนุญาตและการออกใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

การนำยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ติดตัวเข้ามาในหรือออกไปนอกราชอาณาจักรตามวรรคหนึ่งและวรรคสอง ไม่เป็นความผิดฐานนำเข้าหรือส่งออกยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ตามประมวลกฎหมายนี้ 

มาตรา ๔๐  ให้ผู้รับอนุญาตผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือผู้รับอนุญาตผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ต้องจัดให้มีเภสัชกรอยู่ประจำควบคุมกิจการตลอดเวลาทำการซึ่งระบุไว้ในใบอนุญาต พร้อมทั้งต้องดูแลให้เภสัชกรได้ปฏิบัติหน้าที่  ทั้งนี้ ตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

มาตรา ๔๑  ในการนำผ่านซึ่งวัตถุออกฤทธิ์ทุกประเภท ห้ามผู้ใดเปลี่ยนแปลงการส่งวัตถุออกฤทธิ์ไปยังจุดหมายอื่นที่มิได้ระบุในใบอนุญาตส่งออกที่ส่งมาพร้อมกับวัตถุออกฤทธิ์ เว้นแต่ได้รับอนุญาตเป็นหนังสือจากเจ้าหน้าที่ผู้มีอำนาจของประเทศผู้ออกใบอนุญาตนั้น และเลขาธิการ อย. ให้ความเห็นชอบด้วย  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

ในกรณีที่ไม่อาจส่งวัตถุออกฤทธิ์ไปยังจุดหมายที่กำหนดตามวรรคหนึ่งได้ ให้ผู้รับอนุญาตส่งวัตถุออกฤทธิ์กลับคืนไปยังประเทศที่ส่งออกภายในกำหนดเวลาสามสิบวันนับแต่วันที่วัตถุออกฤทธิ์ดังกล่าวเข้ามาในราชอาณาจักร หากผู้รับอนุญาตไม่ดำเนินการให้แล้วเสร็จภายในเวลาที่กำหนด ให้วัตถุออกฤทธิ์นั้นตกเป็นของกระทรวงสาธารณสุข และให้กระทรวงสาธารณสุขหรือผู้ซึ่งกระทรวงสาธารณสุขมอบหมายทำลายหรือนำไปใช้ประโยชน์ได้ตามระเบียบที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนด

มาตรา ๔๒  ในระหว่างที่มีการนำผ่านซึ่งวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ การแปรรูปหรือแปรสภาพวัตถุออกฤทธิ์ให้เป็นอย่างอื่น หรือเปลี่ยนหีบห่อที่บรรจุวัตถุออกฤทธิ์ ต้องได้รับอนุญาตเป็นหนังสือจากเลขาธิการ อย.

มาตรา ๔๓  ในการนำเข้าซึ่งวัตถุออกฤทธิ์ทุกประเภท การส่งวัตถุออกฤทธิ์ดังกล่าวไปยังบุคคลอื่นหรือสถานที่อื่นนอกเหนือไปจากบุคคลหรือสถานที่ที่ระบุในใบอนุญาตเฉพาะคราวเพื่อนำเข้า สามารถกระทำได้ในกรณีที่มีเหตุจำเป็น โดยได้รับอนุญาตเป็นหนังสือจากเลขาธิการ อย.

มาตรา ๔๔  เมื่อกระทรวงสาธารณสุขได้รับแจ้งการห้ามนำเข้าซึ่งวัตถุออกฤทธิ์ในประเภทหนึ่งประเภทใดที่ต่างประเทศได้แจ้งผ่านเลขาธิการสหประชาชาติระบุห้ามนำเข้าไปยังประเทศใด ให้รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดการห้ามนำเข้าประเทศนั้น

ห้ามผู้ใดส่งออกซึ่งวัตถุออกฤทธิ์ไปยังประเทศที่ระบุห้ามนำเข้าตามวรรคหนึ่ง เว้นแต่ได้รับอนุญาตพิเศษเฉพาะคราวจากประเทศนั้นและใบอนุญาตพิเศษเฉพาะคราวจากเลขาธิการ อย.

การขอรับใบอนุญาตพิเศษเฉพาะคราวและการออกใบอนุญาตพิเศษเฉพาะคราว ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

มาตรา ๔๕  ในกรณีที่ผู้รับอนุญาตเลิกกิจการ ไม่ขอต่ออายุใบอนุญาต ไม่ได้รับอนุญาตให้ต่ออายุใบอนุญาต หรือตาย ให้ผู้รับอนุญาต ทายาท ผู้จัดการมรดกของผู้ตาย หรือผู้ครอบครองยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ของผู้ตาย แล้วแต่กรณี ปฏิบัติตามข้อกำหนดที่ผู้อนุญาตหรือผู้อนุญาตโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติดประกาศในราชกิจจานุเบกษา แล้วแต่กรณี มิฉะนั้น ให้ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่เหลืออยู่ตกเป็นของกระทรวงสาธารณสุข และให้กระทรวงสาธารณสุขหรือผู้ซึ่งกระทรวงสาธารณสุขมอบหมายทำลายหรือนำไปใช้ประโยชน์ได้ตามระเบียบที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนด

มาตรา ๔๖  ผู้รับอนุญาตเกี่ยวกับยาเสพติดให้โทษหรือผู้รับอนุญาตเกี่ยวกับวัตถุออกฤทธิ์ซึ่งได้ดำเนินการตามประมวลกฎหมายนี้แล้ว ให้ได้รับการยกเว้นไม่ต้องปฏิบัติตามกฎหมายว่าด้วยยา

ส่วนที่ ๔

การพักใช้ใบอนุญาตและการเพิกถอนใบอนุญาต

มาตรา ๔๗  ผู้รับอนุญาตผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามหมวดนี้ หรือกฎกระทรวง หรือประกาศที่ออกตามหมวดนี้ ให้รัฐมนตรีว่าการกระทรวงสาธารณสุข รัฐมนตรีว่าการกระทรวงสาธารณสุขโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติด ผู้อนุญาต หรือผู้อนุญาตโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติด แล้วแต่กรณี ว่ากล่าวตักเตือน สั่งพักใช้ใบอนุญาต หรือเพิกถอนใบอนุญาต ตามสมควรแก่กรณี ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

มาตรา ๔๘  ผู้ถูกสั่งพักใช้ใบอนุญาตจะขอรับใบอนุญาตใด ๆ ในระหว่างถูกสั่งพักใช้ใบอนุญาตอีกไม่ได้

ผู้ถูกเพิกถอนใบอนุญาตจะขอรับใบอนุญาตใด ๆ ตามหมวดนี้อีกไม่ได้ จนกว่าจะพ้นสามปีนับแต่วันที่ถูกเพิกถอนใบอนุญาต

ในกรณีที่นิติบุคคลถูกเพิกถอนใบอนุญาต ให้นำความในวรรคสองมาใช้บังคับกับกรรมการ ผู้จัดการ และผู้รับผิดชอบในการดำเนินงานของนิติบุคคลนั้นด้วยโดยอนุโลม

หมวด ๕

การขึ้นทะเบียนตำรับยาเสพติดให้โทษในประเภท ๓

และการขึ้นทะเบียนตำรับวัตถุออกฤทธิ์

มาตรา ๔๙  ผู้รับอนุญาตผลิตหรือนำเข้าซึ่งยาเสพติดให้โทษในประเภท ๓ ตามมาตรา ๓๕ (๒) หรือวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ตามมาตรา ๓๕ (๕) จะผลิตหรือนำเข้าซึ่งตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่มีวัตถุออกฤทธิ์ดังกล่าวปรุงผสมอยู่ ต้องขอขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์นั้นต่อผู้อนุญาตก่อน และเมื่อได้รับใบสำคัญการขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์แล้วจึงจะผลิตหรือนำเข้าซึ่งตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์นั้นได้

การขอขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ การออกใบสำคัญการขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ การต่ออายุใบสำคัญการขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ การออกใบแทนใบสำคัญการขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ การแจ้งรายการในการยื่นคำขอ และการขอแก้ไขรายการที่ได้รับอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

ความในวรรคหนึ่งไม่ใช้บังคับแก่ผู้รับอนุญาตผลิตหรือนำเข้าซึ่งตำรับยาเสพติดให้โทษในประเภท ๓ หรือตำรับวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ที่ได้รับอนุญาตให้ผลิตหรือนำเข้าตัวอย่างของตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ ที่จะขอขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ การขออนุญาตและการอนุญาตให้ผลิตหรือนำเข้าตัวอย่างของตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

มาตรา ๕๐  ผู้อนุญาตโดยคำแนะนำของคณะกรรมการควบคุมยาเสพติดอาจไม่รับขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ ในกรณีดังต่อไปนี้

(๑) การขอขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ไม่เป็นไปตามมาตรา ๔๙

(๒) ตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขอขึ้นทะเบียนไม่เป็นที่เชื่อถือในสรรพคุณหรืออาจไม่ปลอดภัยแก่ผู้ใช้

(๓) ตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขอขึ้นทะเบียนใช้ชื่อในทำนองโอ้อวด ไม่สุภาพ หรืออาจทำให้เข้าใจผิดจากความจริง

(๔) ตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขอขึ้นทะเบียนเป็นตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขสั่งเพิกถอนตามมาตรา ๕๑

(๕) ตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขอขึ้นทะเบียนเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ปลอมตามมาตรา ๕๒

มาตรา ๕๑  เมื่อคณะกรรมการควบคุมยาเสพติดเห็นว่าทะเบียนตำรับยาเสพติดให้โทษในประเภท ๓ หรือทะเบียนตำรับวัตถุออกฤทธิ์ที่มีวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ใด ที่ได้ใบสำคัญการขึ้นทะเบียนไว้แล้ว ต่อมาปรากฏว่าไม่มีสรรพคุณตามที่ขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ไว้ หรืออาจไม่ปลอดภัยแก่ผู้ใช้ หรือมีเหตุผลอันไม่สมควรที่จะอนุญาตให้ต่อไป ให้คณะกรรมการควบคุมยาเสพติดเสนอต่อรัฐมนตรีว่าการกระทรวงสาธารณสุข และให้รัฐมนตรีว่าการกระทรวงสาธารณสุขมีอำนาจสั่งเพิกถอนทะเบียนตำรับยาเสพติดให้โทษในประเภท ๓ หรือทะเบียนตำรับวัตถุออกฤทธิ์ที่มีวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ นั้นได้ โดยประกาศในราชกิจจานุเบกษา

หมวด ๖

ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ปลอม ผิดมาตรฐาน หรือเสื่อมคุณภาพ

มาตรา ๕๒  ห้ามผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ปลอม

ยาเสพติดให้โทษ วัตถุออกฤทธิ์ หรือสิ่งดังต่อไปนี้ ให้ถือว่าเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ปลอม

(๑) สิ่งที่ทำเทียมยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ทั้งหมดหรือแต่บางส่วน เพื่อแสดงว่าเป็นยาเสพติดให้โทษแท้หรือวัตถุออกฤทธิ์แท้

(๒) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่แสดงชื่อว่าเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์อื่น หรือแสดงวัน เดือน ปี ที่ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์สิ้นอายุแล้วว่ายังไม่สิ้นอายุ

(๓) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่แสดงชื่อหรือเครื่องหมายของผู้ผลิตหรือที่ตั้งของสถานที่ผลิตซึ่งมิใช่ความจริง

(๔) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่ผลิตขึ้นไม่ถูกต้องตามมาตรฐาน ถึงขนาดสารออกฤทธิ์ขาดหรือเกินกว่าร้อยละสิบของปริมาณที่กำหนดไว้จากเกณฑ์ต่ำสุดหรือสูงสุดตามที่กำหนดไว้ในประกาศของรัฐมนตรีว่าการกระทรวงสาธารณสุขตามมาตรา ๒๒ (๑) หรือมาตรา ๒๓ (๒) หรือตามที่กำหนดไว้ในตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ได้ขึ้นทะเบียนตำรับ หรือที่ผู้อนุญาตได้อนุญาตให้ผลิต นำเข้า หรือส่งออกไว้

มาตรา ๕๓  ห้ามผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ผิดมาตรฐาน

ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ดังต่อไปนี้ ให้ถือว่าเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ผิดมาตรฐาน

(๑) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่ผลิตขึ้นไม่ถูกต้องตามมาตรฐานโดยสารออกฤทธิ์ขาดหรือเกินจากเกณฑ์ต่ำสุดหรือสูงสุด ตามที่กำหนดไว้ในประกาศของรัฐมนตรีว่าการกระทรวงสาธารณสุขตามมาตรา ๒๒ (๑) หรือมาตรา ๒๓ (๒) หรือตามตำรับของตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขึ้นทะเบียนไว้ตามมาตรา ๔๙ แต่ไม่ถึงขนาดดังกล่าวในมาตรา ๕๒ (๔)

(๒) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่ผลิตขึ้นโดยมีความบริสุทธิ์หรือลักษณะอื่นซึ่งมีความสำคัญต่อคุณภาพของยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ผิดไปจากเกณฑ์ที่กำหนดไว้ในประกาศของรัฐมนตรีว่าการกระทรวงสาธารณสุขตามมาตรา ๒๒ (๑) หรือมาตรา ๒๓ (๒) หรือตามตำรับของตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ที่ขึ้นทะเบียนไว้

มาตรา ๕๔  ห้ามผู้ใดนำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ เสื่อมคุณภาพ

ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ดังต่อไปนี้ ให้ถือว่าเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์เสื่อมคุณภาพ

(๑) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่สิ้นอายุตามที่แสดงไว้ในฉลากซึ่งขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ไว้

(๒) ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่แปรสภาพจนมีลักษณะเช่นเดียวกับยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ปลอมตามมาตรา ๕๒ (๔) หรือยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ผิดมาตรฐานตามมาตรา ๕๓

หมวด ๗

มาตรการควบคุมพิเศษ

มาตรา ๕๕  ในกรณีที่คณะกรรมการ ป.ป.ส. เห็นสมควรเพื่อประโยชน์ในการศึกษาวิจัย การลดอันตรายจากการใช้ยาเสพติด และการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด จะกำหนดเขตพื้นที่หนึ่งพื้นที่ใด เพื่อกระทำการอย่างหนึ่งอย่างใดดังต่อไปนี้ก็ได้

(๑) ทดลองเพาะปลูกพืชที่เป็นหรือให้ผลผลิตเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ หรืออาจใช้ผลิตเป็นยาเสพติดให้โทษหรือวัตถุออกฤทธิ์

(๒) ผลิตและทดสอบเกี่ยวกับยาเสพติด

(๓) เสพหรือครอบครองยาเสพติดตามประเภทและปริมาณที่กำหนด

การกำหนดพื้นที่และการกระทำการตามวรรคหนึ่ง ให้ตราเป็นพระราชกฤษฎีกา และพระราชกฤษฎีกาดังกล่าวอย่างน้อยต้องมีมาตรการควบคุมและตรวจสอบการกระทำดังกล่าวด้วย

ให้การกระทำการในเขตพื้นที่ที่กำหนดในวรรคหนึ่งซึ่งอยู่ภายใต้มาตรการควบคุมและตรวจสอบไม่เป็นความผิด

มาตรา ๕๖  ให้คณะกรรมการ ป.ป.ส. มีอำนาจออกประกาศกำหนดมาตรการป้องกัน ปราบปราม และแก้ไขปัญหาการกระทำความผิดเกี่ยวกับยาเสพติดในสถานประกอบการ และประกาศกำหนดให้สถานที่ซึ่งใช้ในการประกอบธุรกิจใด ๆ เป็นสถานประกอบการที่อยู่ภายใต้บังคับของมาตรการดังกล่าว  ทั้งนี้ โดยประกาศในราชกิจจานุเบกษา

มาตรา ๕๗  ในกรณีที่เจ้าพนักงาน ป.ป.ส. พบว่ามีการฝ่าฝืนหรือไม่ปฏิบัติตามมาตรการป้องกัน ปราบปราม และแก้ไขปัญหาการกระทำความผิดเกี่ยวกับยาเสพติดในสถานประกอบการตามมาตรา ๕๖ หรือพบว่ามีการกระทำความผิดเกี่ยวกับยาเสพติดในสถานประกอบการตามมาตรา ๕๖ หากเจ้าของหรือผู้ดำเนินกิจการสถานประกอบการดังกล่าวไม่สามารถชี้แจงหรือพิสูจน์ให้คณะกรรมการ ป.ป.ส. เชื่อได้ว่าตนได้ใช้ความระมัดระวังตามสมควรแก่กรณีแล้ว ให้เลขาธิการ ป.ป.ส. มีอำนาจสั่งให้ดำเนินมาตรการที่จำเป็นเพื่อป้องกันมิให้มีการกระทำความผิดเกิดขึ้นอีก หรือให้คณะกรรมการ ป.ป.ส. มีอำนาจสั่งปิดสถานประกอบการแห่งนั้นชั่วคราว หรือสั่งพักใช้ใบอนุญาตประกอบการสำหรับการประกอบธุรกิจนั้น แล้วแต่กรณี เว้นแต่ในกรณีจำเป็นเร่งด่วน ให้เลขาธิการ ป.ป.ส. มีอำนาจดำเนินการดังกล่าว  ทั้งนี้ การสั่งปิดชั่วคราวหรือสั่งพักใช้ใบอนุญาตประกอบการต้องไม่เกินครั้งละสามสิบวันนับแต่วันที่เจ้าของหรือผู้ดำเนินกิจการสถานประกอบการนั้นทราบคำสั่ง

ในกรณีที่สถานประกอบการซึ่งถูกสั่งปิดชั่วคราวหรือถูกสั่งพักใช้ใบอนุญาตประกอบการตามวรรคหนึ่งเป็นสถานประกอบการซึ่งอยู่ภายใต้การควบคุมการประกอบการตามกฎหมายอื่น ให้เลขาธิการ ป.ป.ส. แจ้งให้หน่วยงานซึ่งควบคุมการประกอบการนั้นทราบ และให้หน่วยงานดังกล่าวถือปฏิบัติตามนั้น

การสั่งปิดชั่วคราวหรือการสั่งพักใช้ใบอนุญาตประกอบการ และการแจ้งให้เจ้าของหรือผู้ดำเนินกิจการสถานประกอบการทราบตามวรรคหนึ่ง และการแจ้งให้หน่วยงานทราบตามวรรคสอง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการ ป.ป.ส. กำหนดโดยประกาศในราชกิจจานุเบกษา

มาตรา ๕๘  รัฐมนตรีว่าการกระทรวงสาธารณสุขอาจประกาศกำหนดยาเสพติดให้โทษในประเภท ๕ ที่ให้เสพเพื่อการรักษาโรคตามคำสั่งของผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการแพทย์แผนไทย ผู้ประกอบวิชาชีพการแพทย์แผนไทยประยุกต์ หรือหมอพื้นบ้านตามกฎหมายว่าด้วยวิชาชีพการแพทย์แผนไทยที่ได้รับใบอนุญาต หรือเสพเพื่อการศึกษาวิจัย

ผู้ประกอบวิชาชีพการแพทย์แผนไทยและหมอพื้นบ้านตามวรรคหนึ่ง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดโดยความเห็นชอบของคณะกรรมการควบคุมยาเสพติด

มาตรา ๕๙  รัฐมนตรีว่าการกระทรวงสาธารณสุขอาจประกาศกำหนดให้วัตถุตำรับใดซึ่งมีลักษณะดังต่อไปนี้เป็นวัตถุตำรับยกเว้นได้  ทั้งนี้ ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

(๑) มีวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ อย่างหนึ่งอย่างใดหรือหลายอย่างปรุงผสมอยู่

(๒) มีลักษณะที่ไม่อาจก่อให้เกิดการใช้ที่ผิดทาง

(๓) ไม่สามารถจะแยกสกัดเอาวัตถุออกฤทธิ์ที่มีอยู่ในวัตถุตำรับนั้นกลับมาใช้ในปริมาณที่จะทำให้เกิดการใช้ที่ผิดทาง และ

(๔) ไม่ก่อให้เกิดอันตรายทางด้านสุขภาพและสังคมได้

วัตถุตำรับยกเว้นที่ประกาศตามวรรคหนึ่ง รัฐมนตรีว่าการกระทรวงสาธารณสุขอาจประกาศเพิกถอนได้เมื่อปรากฏว่าวัตถุตำรับนั้นไม่ตรงลักษณะที่กำหนดไว้

มาตรา ๖๐  ในการนำผ่านซึ่งยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ ประเภท ๔ และประเภท ๕ ต้องมีใบอนุญาตของเจ้าหน้าที่ผู้มีอำนาจของประเทศที่ส่งออกนั้นมาพร้อมกับยาเสพติดให้โทษ แสดงใบอนุญาตดังกล่าวต่อพนักงานศุลกากร ยินยอมให้พนักงานศุลกากรเก็บรักษาหรือควบคุมยาเสพติดให้โทษ และนำยาเสพติดให้โทษที่นำผ่านมาให้พนักงานเจ้าหน้าที่ ณ ด่านตรวจสอบยาเสพติดให้โทษที่กำหนดไว้ในประกาศของรัฐมนตรีว่าการกระทรวงสาธารณสุขตามมาตรา ๒๒ (๕) เพื่อทำการตรวจสอบตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนด

ให้พนักงานศุลกากรเก็บรักษาหรือควบคุมยาเสพติดให้โทษตามวรรคหนึ่งไว้ในที่สมควร จนกว่าผู้ที่นำผ่านซึ่งยาเสพติดให้โทษจะนำยาเสพติดให้โทษดังกล่าวออกไปนอกราชอาณาจักร

ในกรณีที่ผู้นำผ่านซึ่งยาเสพติดให้โทษตามวรรคหนึ่งไม่นำยาเสพติดให้โทษดังกล่าวออกไปนอกราชอาณาจักรภายในกำหนดเวลาสามสิบวันนับแต่วันนำเข้า ให้พนักงานศุลกากรรายงานให้เลขาธิการ อย. ทราบ เลขาธิการ อย. มีอำนาจออกคำสั่งให้ผู้นำผ่านซึ่งยาเสพติดให้โทษนำยาเสพติดให้โทษดังกล่าวออกไปนอกราชอาณาจักรภายในกำหนดหกสิบวันนับแต่วันที่ออกคำสั่ง ถ้าผู้ได้รับคำสั่งไม่ปฏิบัติตาม ให้ยาเสพติดให้โทษดังกล่าวตกเป็นของกระทรวงสาธารณสุข และให้กระทรวงสาธารณสุขหรือผู้ซึ่งกระทรวงสาธารณสุขมอบหมายทำลายหรือนำไปใช้ประโยชน์ได้ตามระเบียบที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนด

มาตรา ๖๑  ให้พนักงานเจ้าหน้าที่ซึ่งปฏิบัติการเกี่ยวกับการควบคุมยาเสพติดตามภาคนี้ มีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) เข้าไปในสถานที่ทำการของผู้รับอนุญาตนำเข้าหรือส่งออก สถานที่ผลิต สถานที่จำหน่าย สถานที่เก็บยาเสพติด หรือสถานที่ที่ต้องได้รับอนุญาตตามภาคนี้ ในเวลาทำการของสถานที่นั้น เพื่อตรวจสอบการปฏิบัติตามภาคนี้

(๒) ยึดหรืออายัดยาเสพติดที่มีไว้โดยไม่ชอบด้วยกฎหมาย หรือทรัพย์สินอื่นใดที่ได้ใช้หรือจะใช้ในการกระทำความผิดตามภาคนี้

(๓) มีหนังสือเรียกบุคคลใดมาให้ถ้อยคำ หรือให้ส่งเอกสารหรือวัตถุใดมาเพื่อประกอบการพิจารณา

พนักงานเจ้าหน้าที่ตามวรรคหนึ่ง ตำแหน่งใด ระดับใด หรือชั้นยศใด จะมีหน้าที่และอำนาจตามที่กำหนดไว้ทั้งหมดหรือแต่บางส่วน หรือจะต้องได้รับอนุมัติจากบุคคลใดก่อนดำเนินการ ให้เป็นไปตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดโดยการเสนอแนะของคณะกรรมการควบคุมยาเสพติด

มาตรา ๖๒  ในการปฏิบัติการของพนักงานเจ้าหน้าที่ตามมาตรา ๖๑ (๑) ให้พนักงานเจ้าหน้าที่มีอำนาจนำยาเสพติดจากสถานที่นั้นในปริมาณพอสมควรไปเพื่อเป็นตัวอย่างในการตรวจสอบหรือวิเคราะห์ และหากปรากฏว่ายาเสพติดใดเป็นยาเสพติดที่ไม่ปลอดภัยหรืออาจเป็นอันตรายต่อผู้ใช้ ให้ประกาศผลการตรวจสอบหรือวิเคราะห์คุณภาพของยาเสพติดที่นำไปตรวจสอบหรือวิเคราะห์นั้นให้ประชาชนทราบตามวิธีการที่เห็นสมควร โดยได้รับความเห็นชอบจากเลขาธิการ อย.

เพื่อประโยชน์แก่การคุ้มครองความปลอดภัยของผู้ใช้ยาเสพติด ในกรณีที่ปรากฏต่อพนักงานเจ้าหน้าที่อันเชื่อได้ว่ายาเสพติดใดเป็นยาเสพติดที่ไม่ปลอดภัยหรืออาจเป็นอันตรายต่อผู้ใช้ ให้พนักงานเจ้าหน้าที่ยึดหรืออายัดยาเสพติดดังกล่าวไว้ หรือสั่งให้ผู้รับอนุญาตงดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติด เรียกเก็บยาเสพติดดังกล่าวกลับคืนมาภายในระยะเวลาที่พนักงานเจ้าหน้าที่กำหนด และอาจสั่งทำลายยาเสพติดดังกล่าวเสียได้  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการควบคุมยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา

ลักษณะ ๔

การตรวจสอบทรัพย์สิน

หมวด ๑

คณะกรรมการตรวจสอบทรัพย์สิน

มาตรา ๖๓  ให้มีคณะกรรมการคณะหนึ่งเรียกว่า “คณะกรรมการตรวจสอบทรัพย์สิน” ประกอบด้วย ปลัดกระทรวงยุติธรรมเป็นประธานกรรมการ อัยการสูงสุด เลขาธิการคณะกรรมการป้องกันและปราบปรามการฟอกเงิน ผู้บัญชาการตำรวจแห่งชาติ อธิบดีกรมที่ดิน อธิบดีกรมบังคับคดี อธิบดีกรมศุลกากร อธิบดีกรมสรรพากร และผู้ว่าการธนาคารแห่งประเทศไทย เป็นกรรมการโดยตำแหน่ง และกรรมการผู้ทรงคุณวุฒิซึ่งคณะกรรมการ ป.ป.ส. แต่งตั้งจำนวนสองคนจากบุคคลซึ่งมีความรู้และความเชี่ยวชาญด้านการตรวจสอบทรัพย์สิน

ให้เลขาธิการ ป.ป.ส. เป็นกรรมการและเลขานุการ และคณะกรรมการตรวจสอบทรัพย์สินจะแต่งตั้งข้าราชการคนใดคนหนึ่งในสำนักงาน ป.ป.ส. เป็นผู้ช่วยเลขานุการก็ได้

มาตรา ๖๔  ให้คณะกรรมการตรวจสอบทรัพย์สินมีหน้าที่และอำนาจ ดังต่อไปนี้ 

(๑) เสนอแนะต่อรัฐมนตรีว่าการกระทรวงยุติธรรมเกี่ยวกับการออกกฎกระทรวงตามมาตรา ๗๑ มาตรา ๗๓ มาตรา ๗๔ และมาตรา ๘๒

(๒) ตรวจสอบทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดและมีคำสั่งตามมาตรา ๖๘

(๓) วินิจฉัยว่าทรัพย์สินใดเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดตามมาตรา ๗๓

(๔) มีมติให้ยึดหรืออายัดทรัพย์สินไว้ตามมาตรา ๗๓

(๕) วางระเบียบเกี่ยวกับการสั่งตรวจสอบทรัพย์สินตามมาตรา ๖๘ ระเบียบเกี่ยวกับการยุติการตรวจสอบทรัพย์สินและการคืนทรัพย์สินที่ยึดหรืออายัดไว้ชั่วคราวตามมาตรา ๗๑ และระเบียบเกี่ยวกับการเก็บรักษาทรัพย์สิน การนำทรัพย์สินออกขายทอดตลาด การนำทรัพย์สินไปใช้ประโยชน์ และการประเมินค่าเสียหายและค่าเสื่อมสภาพตามมาตรา ๗๕

(๖) แต่งตั้งคณะอนุกรรมการหรือคณะทำงานเพื่อปฏิบัติตามที่คณะกรรมการตรวจสอบทรัพย์สินมอบหมาย

(๗) ปฏิบัติการอื่นใดตามที่ประมวลกฎหมายนี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจของคณะกรรมการตรวจสอบทรัพย์สิน

คณะกรรมการตรวจสอบทรัพย์สินอาจมอบหมายให้คณะอนุกรรมการตรวจสอบทรัพย์สินตามมาตรา ๖๖ หรือเลขาธิการ ป.ป.ส. ดำเนินการตรวจสอบทรัพย์สินตาม (๒) ดำเนินการยึดหรืออายัดตาม (๔) หรือมอบหมายให้คณะอนุกรรมการตาม (๖) ดำเนินการวินิจฉัยทรัพย์สินตาม (๓) แล้วรายงานให้ทราบก็ได้

มาตรา ๖๕  การประชุมของคณะกรรมการตรวจสอบทรัพย์สินต้องมีกรรมการมาประชุมไม่น้อยกว่าสองในสามของจำนวนกรรมการทั้งหมด จึงจะเป็นองค์ประชุม

ในการประชุมคณะกรรมการ ถ้าประธานกรรมการไม่มาประชุมหรือไม่อาจปฏิบัติหน้าที่ได้ ให้ที่ประชุมเลือกกรรมการคนหนึ่งเป็นประธานในที่ประชุม

การวินิจฉัยชี้ขาดของที่ประชุมให้ถือเสียงข้างมาก เว้นแต่การวินิจฉัยชี้ขาดตามมาตรา ๖๔ (๒) (๓) และ (๔) ให้ถือเสียงสองในสามของกรรมการที่มาประชุม กรรมการคนหนึ่งให้มีเสียงหนึ่งในการลงคะแนน ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด

มาตรา ๖๖  ให้คณะกรรมการตรวจสอบทรัพย์สินแต่งตั้งคณะอนุกรรมการตรวจสอบทรัพย์สินคณะหนึ่งหรือหลายคณะประกอบด้วย อธิบดีอัยการซึ่งอัยการสูงสุดมอบหมายเป็นประธานอนุกรรมการ ผู้แทนสำนักงานตำรวจแห่งชาติ ผู้แทนกรมที่ดิน ผู้แทนกรมบังคับคดี ผู้แทนกรมศุลกากร ผู้แทนกรมสรรพากร ผู้แทนธนาคารแห่งประเทศไทย และกรรมการผู้ทรงคุณวุฒิจำนวนสามคนซึ่งประธานอนุกรรมการแต่งตั้งจากผู้ซึ่งมีความรู้ความเชี่ยวชาญเกี่ยวกับการตรวจสอบทรัพย์สินจากภาครัฐหรือภาคเอกชนเป็นอนุกรรมการ

ให้ผู้อำนวยการสำนักตรวจสอบทรัพย์สินคดียาเสพติดหรือผู้อำนวยการสำนักงานป้องกันและปราบปรามยาเสพติดภาค สำนักงาน ป.ป.ส. แล้วแต่กรณี เป็นอนุกรรมการและเลขานุการ และประธานอนุกรรมการจะแต่งตั้งข้าราชการคนใดคนหนึ่งในสำนักงาน ป.ป.ส. เป็นผู้ช่วยเลขานุการก็ได้

ให้นำความในมาตรา ๖๕ มาใช้บังคับแก่การประชุมคณะอนุกรรมการตรวจสอบทรัพย์สินด้วยโดยอนุโลม

มาตรา ๖๗  ให้นำความในมาตรา ๗ มาตรา ๘ และมาตรา ๙ มาใช้บังคับแก่คณะกรรมการตรวจสอบทรัพย์สินด้วยโดยอนุโลม

หมวด ๒

มาตรการตรวจสอบทรัพย์สิน

มาตรา ๖๘  ในกรณีที่มีเหตุอันควรสงสัยว่าทรัพย์สินของผู้ต้องหารายใดเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้คณะกรรมการตรวจสอบทรัพย์สินสั่งให้มีการตรวจสอบทรัพย์สินของผู้นั้น

ในกรณีที่มีความจำเป็นเร่งด่วน เลขาธิการ ป.ป.ส. อาจสั่งให้มีการตรวจสอบทรัพย์สินของผู้ต้องหาไปก่อน แล้วรายงานให้คณะกรรมการตรวจสอบทรัพย์สินทราบก็ได้

หลักเกณฑ์ วิธีการ และเงื่อนไขในการสั่งตรวจสอบทรัพย์สิน ให้เป็นไปตามระเบียบที่คณะกรรมการตรวจสอบทรัพย์สินกำหนดโดยประกาศในราชกิจจานุเบกษา

มาตรา ๖๙  เพื่อประโยชน์ในการสั่งตรวจสอบทรัพย์สินตามมาตรา ๖๘ เมื่อเลขาธิการ ป.ป.ส. ได้รับรายงานเกี่ยวกับทรัพย์สินที่มีเหตุอันควรสงสัยว่าเกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้เลขาธิการ ป.ป.ส. ทำความเห็นเสนอต่อคณะกรรมการตรวจสอบทรัพย์สินเพื่อพิจารณาดำเนินการต่อไป

หากเห็นว่าเป็นทรัพย์สินที่มีอยู่หรือได้มาไม่เกินกว่าฐานะหรือความสามารถในการประกอบอาชีพหรือกิจกรรมอย่างอื่นโดยสุจริต หรือเป็นทรัพย์สินที่บุคคลทั่วไปสามารถมีได้ตามฐานานุรูป หรือตามความจำเป็นในการดำรงชีพ ให้เลขาธิการ ป.ป.ส. รายงานให้คณะกรรมการตรวจสอบทรัพย์สินทราบด้วย

มาตรา ๗๐  ในการตรวจสอบทรัพย์สินของผู้ต้องหา หากมีหลักฐานเป็นที่เชื่อได้ว่าทรัพย์สินใดของผู้อื่นเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดของผู้ต้องหา โดยได้รับทรัพย์สินนั้นมาโดยเสน่หาหรือรู้อยู่ว่าทรัพย์สินนั้นเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้คณะกรรมการตรวจสอบทรัพย์สินมีอำนาจสั่งให้มีการตรวจสอบทรัพย์สินของผู้นั้นด้วย และในกรณีที่มีความจำเป็นเร่งด่วน ให้นำความในมาตรา ๖๘ วรรคสอง มาใช้บังคับด้วยโดยอนุโลม

มาตรา ๗๑  คณะกรรมการตรวจสอบทรัพย์สินหรือเลขาธิการ ป.ป.ส. แล้วแต่กรณี อาจมอบหมายให้เจ้าพนักงาน ป.ป.ส. ดำเนินการตรวจสอบทรัพย์สินแทนแล้วรายงานให้ทราบก็ได้ ในการดำเนินการตรวจสอบทรัพย์สินให้แจ้งผู้ถูกตรวจสอบหรือผู้ซึ่งอาจอ้างเป็นเจ้าของทรัพย์สินทราบเกี่ยวกับทรัพย์สินที่ตรวจสอบ เพื่อพิสูจน์ว่าทรัพย์สินนั้นไม่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด

ในกรณีที่เจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมายดำเนินการตรวจสอบทรัพย์สินแล้วพบว่าการดำเนินการตรวจสอบต่อไปจะไม่ก่อให้เกิดประโยชน์แก่ทางราชการ ให้เจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมายแจ้งผลการตรวจสอบพร้อมกับความเห็นต่อคณะกรรมการตรวจสอบทรัพย์สินเพื่อพิจารณา หากคณะกรรมการตรวจสอบทรัพย์สินเห็นด้วยกับความเห็นของเจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมาย คณะกรรมการตรวจสอบทรัพย์สินอาจสั่งให้ยุติการตรวจสอบทรัพย์สินนั้นก็ได้ ในกรณีที่คณะกรรมการตรวจสอบทรัพย์สินสั่งให้ยุติการตรวจสอบทรัพย์สิน หากคณะกรรมการตรวจสอบทรัพย์สินเห็นสมควรจะสั่งให้คืนทรัพย์สินที่มีการยึดหรืออายัดไว้ชั่วคราวในระหว่างการตรวจสอบให้แก่เจ้าของทรัพย์สินก็ได้

การตรวจสอบทรัพย์สินและการแจ้งตามวรรคหนึ่ง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง

การยุติการตรวจสอบทรัพย์สินและการคืนทรัพย์สินที่ยึดหรืออายัดไว้ชั่วคราวตามวรรคสอง ให้เป็นไปตามระเบียบที่คณะกรรมการตรวจสอบทรัพย์สินกำหนดโดยประกาศในราชกิจจานุเบกษา

มาตรา ๗๒  ในกรณีที่ทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดเป็นทรัพย์สินที่สามารถดำเนินการตามกฎหมายอื่นได้และการดำเนินการตามกฎหมายอื่นจะก่อให้เกิดประโยชน์แก่ทางราชการมากกว่า คณะกรรมการตรวจสอบทรัพย์สินอาจมีคำสั่งให้ส่งทรัพย์สินนั้นไปดำเนินการตามกฎหมายอื่นก็ได้

มาตรา ๗๓  ในการตรวจสอบทรัพย์สิน ถ้าผู้ถูกตรวจสอบหรือผู้ซึ่งอ้างว่าเป็นเจ้าของทรัพย์สินไม่สามารถแสดงหลักฐานได้ว่าทรัพย์สินที่ถูกตรวจสอบไม่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด หรือได้รับโอนทรัพย์สินนั้นมาโดยสุจริตและมีค่าตอบแทน หรือเป็นทรัพย์สินที่ได้มาตามสมควรในทางศีลธรรมอันดี หรือในทางกุศลสาธารณะ ให้คณะกรรมการตรวจสอบทรัพย์สินสั่งยึดหรืออายัดทรัพย์สินนั้นไว้จนกว่าศาลจะยกคำร้องขอให้ริบทรัพย์สิน

เพื่อประโยชน์ในการตรวจสอบทรัพย์สิน หากมีเหตุอันควรเชื่อได้ว่าทรัพย์สินรายใดอาจมีการโอน ยักย้าย ซุกซ่อน หรือเป็นกรณีที่มีเหตุผลและความจำเป็นอย่างอื่น ให้คณะกรรมการตรวจสอบทรัพย์สินมีอำนาจสั่งยึดหรืออายัดทรัพย์สินรายนั้นไว้ชั่วคราวจนกว่าจะมีการวินิจฉัยว่าทรัพย์สินใดเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด  ทั้งนี้ ไม่ตัดสิทธิผู้ถูกตรวจสอบหรือผู้ซึ่งอ้างว่าเป็นเจ้าของทรัพย์สินที่จะยื่นคำร้องขอผ่อนผันเพื่อขอรับทรัพย์สินนั้นไปใช้ประโยชน์โดยไม่มีประกันหรือมีประกัน หรือมีประกันและหลักประกันก็ได้ และในกรณีที่มีความจำเป็นเร่งด่วน ให้นำความในมาตรา ๖๘ วรรคสอง มาใช้บังคับด้วยโดยอนุโลม

เมื่อมีการยึดหรืออายัดทรัพย์สินไว้ชั่วคราวแล้ว ให้คณะกรรมการตรวจสอบทรัพย์สินจัดให้มีการพิสูจน์ตามวรรคหนึ่งโดยเร็ว และในกรณีที่ผู้ถูกตรวจสอบหรือผู้ซึ่งอ้างว่าเป็นเจ้าของทรัพย์สินสามารถพิสูจน์ตามวรรคหนึ่งได้ ก็ให้คืนทรัพย์สินให้แก่ผู้นั้น แต่ถ้าไม่สามารถพิสูจน์ได้ ให้ถือว่าการยึดหรืออายัดตามวรรคสองเป็นการยึดหรืออายัดตามวรรคหนึ่ง

การยื่นคำร้องขอผ่อนผันตามวรรคสอง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง

เพื่อประโยชน์ตามมาตรานี้ คำว่า “ทรัพย์สิน” ให้หมายความรวมถึง

(๑) ทรัพย์สินที่เปลี่ยนสภาพไป สิทธิเรียกร้อง ผลประโยชน์ และดอกผลจากทรัพย์สินดังกล่าว

(๒) หนี้ที่บุคคลภายนอกถึงกำหนดชำระแก่ผู้ต้องหา

(๓) ทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดของผู้ต้องหาที่ได้ขาย จำหน่าย โอน หรือยักย้ายไปเสียในระหว่างระยะเวลาสิบปีก่อนมีคำสั่งยึดหรืออายัด และภายหลังนั้น เว้นแต่ผู้รับโอนหรือผู้รับประโยชน์จะพิสูจน์ต่อคณะกรรมการตรวจสอบทรัพย์สินได้ว่าการโอนหรือการกระทำนั้นได้กระทำไปโดยสุจริตและมีค่าตอบแทน

มาตรา ๗๔  เมื่อคณะกรรมการตรวจสอบทรัพย์สินหรือเลขาธิการ ป.ป.ส. แล้วแต่กรณี ได้มีคำสั่งให้ยึดหรืออายัดทรัพย์สินใดแล้ว ให้เจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมายดำเนินการยึดหรืออายัดทรัพย์สินและประเมินราคาทรัพย์สินนั้นโดยเร็วแล้วรายงานให้ทราบ 

การยึดหรืออายัดทรัพย์สินและการประเมินราคาทรัพย์สินที่ยึดหรืออายัดไว้ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง  ทั้งนี้ ให้นำประมวลกฎหมายวิธีพิจารณาความแพ่งเกี่ยวกับการยึดหรืออายัดทรัพย์มาใช้บังคับด้วยโดยอนุโลม

มาตรา ๗๕  การเก็บรักษาทรัพย์สินที่คณะกรรมการตรวจสอบทรัพย์สินหรือเลขาธิการ ป.ป.ส. แล้วแต่กรณี ได้มีคำสั่งให้ยึดหรืออายัดไว้ ให้เป็นไปตามระเบียบที่คณะกรรมการตรวจสอบทรัพย์สินกำหนดโดยประกาศในราชกิจจานุเบกษา

ในกรณีที่ทรัพย์สินตามวรรคหนึ่งไม่เหมาะสมที่จะเก็บรักษาไว้หรือหากเก็บรักษาไว้จะเป็นภาระแก่ทางราชการมากกว่าการนำไปใช้ประโยชน์อย่างอื่น เลขาธิการ ป.ป.ส. อาจสั่งให้นำทรัพย์สินนั้นออกขายทอดตลาดหรือไปใช้เพื่อประโยชน์ของทางราชการแล้วรายงานให้คณะกรรมการตรวจสอบทรัพย์สินทราบก็ได้

การนำทรัพย์สินออกขายทอดตลาดหรือการนำทรัพย์สินไปใช้ประโยชน์ตามวรรคสอง ให้เป็นไปตามระเบียบที่คณะกรรมการตรวจสอบทรัพย์สินประกาศกำหนดในราชกิจจานุเบกษาโดยความเห็นชอบของกระทรวงการคลัง

ถ้าความปรากฏในภายหลังว่าทรัพย์สินที่นำไปใช้ตามวรรคสองมิใช่ทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้คืนทรัพย์สินนั้นพร้อมทั้งชดใช้ค่าเสียหายและค่าเสื่อมสภาพตามจำนวนที่คณะกรรมการตรวจสอบทรัพย์สินกำหนด โดยใช้จากเงินกองทุนให้แก่เจ้าของหรือผู้ครอบครอง ถ้าไม่อาจคืนทรัพย์สินได้ ให้ชดใช้ราคาทรัพย์สินนั้นตามราคาที่ประเมินได้ในวันที่ยึดหรืออายัดทรัพย์สินหรือตามราคาที่ได้จากการขายทอดตลาดทรัพย์สินนั้น แล้วแต่กรณี

การประเมินค่าเสียหายและค่าเสื่อมสภาพตามวรรคสี่ ให้เป็นไปตามระเบียบที่คณะกรรมการตรวจสอบทรัพย์สินกำหนดโดยประกาศในราชกิจจานุเบกษา

มาตรา ๗๖  เพื่อประโยชน์ในการพิจารณาและสั่งตรวจสอบทรัพย์สิน หรือยึดหรืออายัดทรัพย์สินตามหมวดนี้ ให้กรรมการตรวจสอบทรัพย์สิน อนุกรรมการ เลขาธิการ ป.ป.ส. รองเลขาธิการ ป.ป.ส. และเจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมาย มีอำนาจ ดังต่อไปนี้

(๑) มีหนังสือสอบถามหรือเรียกเจ้าหน้าที่ของส่วนราชการ องค์การหรือหน่วยงานของรัฐ หรือรัฐวิสาหกิจมาเพื่อให้ถ้อยคำ ส่งคำชี้แจงเป็นหนังสือ หรือส่งบัญชีเอกสารหรือหลักฐานใดมาเพื่อตรวจสอบหรือเพื่อประกอบการพิจารณา

(๒) มีหนังสือสอบถามหรือเรียกบุคคลใดซึ่งเกี่ยวข้องมาเพื่อให้ถ้อยคำ ส่งคำชี้แจงเป็นหนังสือ หรือส่งบัญชีเอกสารหรือหลักฐานใดมาเพื่อตรวจสอบ หรือเพื่อประกอบการพิจารณา  ทั้งนี้ รวมถึงการตรวจสอบข้อมูลจากธนาคาร ตลาดหลักทรัพย์ และสถาบันการเงินด้วย

(๓) เข้าไปในเคหสถาน สถานที่ หรือยานพาหนะใดที่มีเหตุอันควรสงสัยว่ามีการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด หรือมีทรัพย์สินตามมาตรา ๗๓ ซุกซ่อนอยู่ เพื่อทำการตรวจค้นหรือเพื่อประโยชน์ในการตรวจสอบ ยึด หรืออายัดทรัพย์สินในเวลากลางวันระหว่างพระอาทิตย์ขึ้นถึงพระอาทิตย์ตก ในกรณีที่มีเหตุอันควรเชื่อได้ว่าหากไม่ดำเนินการดังกล่าวในทันทีทรัพย์สินนั้นจะถูกยักย้ายก็ให้มีอำนาจเข้าไปในเวลากลางคืน

ในกรณีตาม (๓) ประธานกรรมการตรวจสอบทรัพย์สิน ประธานอนุกรรมการตรวจสอบทรัพย์สิน หรือเลขาธิการ ป.ป.ส. จะมอบหมายให้เจ้าพนักงาน ป.ป.ส. ปฏิบัติการแทน แล้วรายงานให้ทราบก็ได้

ในการปฏิบัติหน้าที่ของเจ้าพนักงาน ป.ป.ส. ผู้ได้รับมอบหมายตามวรรคสองต้องแสดงเอกสารมอบหมายต่อบุคคลซึ่งเกี่ยวข้องทุกครั้ง

มาตรา ๗๗  เมื่อพนักงานอัยการมีคำสั่งฟ้องและคณะกรรมการตรวจสอบทรัพย์สินวินิจฉัยว่าทรัพย์สินใดเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้พนักงานอัยการยื่นคำร้องเพื่อขอให้ศาลสั่งริบทรัพย์สินนั้น โดยจะยื่นคำร้องไปพร้อมกับคำฟ้องหรือในเวลาใด ๆ ภายในหนึ่งปีนับแต่วันที่ศาลมีคำพิพากษาถึงที่สุด

ในกรณีที่พบว่ามีทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดเพิ่มขึ้นอีก ให้ยื่นคำร้องเพื่อขอให้ศาลสั่งริบทรัพย์สินนั้นภายในหนึ่งปีนับแต่วันที่ศาลมีคำพิพากษาถึงที่สุด

ในกรณีที่ไม่อาจดำเนินคดีได้เพราะไม่อาจจับตัวผู้ต้องหาหรือจำเลยได้หรือเพราะเหตุที่ผู้ต้องหาหรือจำเลยรายใดถึงแก่ความตาย หรือพนักงานอัยการมีคำสั่งเด็ดขาดไม่ฟ้อง ให้พนักงานอัยการยื่นคำร้องต่อศาลที่มีเขตอำนาจเพื่อขอให้ศาลสั่งริบทรัพย์สินนั้นภายในหนึ่งปีนับแต่วันที่คณะกรรมการตรวจสอบทรัพย์สินมีคำวินิจฉัย หรือในกรณีที่มีการยื่นคำร้องตามวรรคหนึ่งแล้ว ให้ศาลพิจารณาคำร้องนั้นต่อไปได้ตามมาตรา ๘๒

มาตรา ๗๘  เมื่อศาลสั่งรับคำร้องของพนักงานอัยการตามมาตรา ๗๗ แล้ว ให้ศาลสั่งให้เลขาธิการ ป.ป.ส. มีหนังสือแจ้งผู้ซึ่งอาจอ้างเป็นเจ้าของทรัพย์สินมายื่นคำร้องขอเข้ามาในคดีก่อนคดีถึงที่สุด โดยแจ้งทางไปรษณีย์ลงทะเบียนตอบรับตามที่อยู่ครั้งหลังสุดของผู้นั้นเท่าที่ปรากฏหลักฐานในสำนวนการสอบสวน กรณีที่ไม่อาจแจ้งตามวิธีการดังกล่าวได้ ให้วางหรือปิดหนังสือนั้นไว้ในที่ซึ่งเห็นได้ง่ายตามที่อยู่ดังกล่าวต่อหน้าพนักงานฝ่ายปกครองหรือตำรวจ โดยให้ถือว่าผู้นั้นได้รับทราบหรือได้รับแจ้งแล้ว

ค่าใช้จ่ายในการแจ้ง ให้จ่ายจากเงินของกองทุน

มาตรา ๗๙  ให้ศาลไต่สวนคำร้องที่พนักงานอัยการได้ยื่นต่อศาลตามมาตรา ๗๗ หากคดีมีมูลว่าเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้ศาลสั่งริบทรัพย์สินนั้น เว้นแต่บุคคลซึ่งอ้างว่าเป็นเจ้าของทรัพย์สินได้ยื่นคำร้องขอคืนทรัพย์สินดังกล่าวก่อนคดีถึงที่สุดและแสดงให้ศาลเห็นว่า

(๑) ตนเป็นเจ้าของที่แท้จริงและทรัพย์สินนั้นไม่ได้เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด หรือ

(๒) ตนเป็นผู้รับโอนหรือผู้รับประโยชน์และได้ทรัพย์สินนั้นมาโดยสุจริตและมีค่าตอบแทน หรือได้มาตามสมควรในทางศีลธรรมอันดีหรือในทางกุศลสาธารณะ

เพื่อประโยชน์แห่งมาตรานี้ ถ้าปรากฏหลักฐานว่าจำเลยหรือผู้ถูกตรวจสอบเป็นผู้เกี่ยวข้องหรือเคยเกี่ยวข้องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดมาก่อน ให้สันนิษฐานไว้ก่อนว่าบรรดาเงินหรือทรัพย์สินที่ผู้นั้นมีอยู่หรือได้มาเกินกว่าฐานะ หรือความสามารถในการประกอบอาชีพหรือกิจกรรมอย่างอื่นโดยสุจริต เป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด

กรณีที่ศาลไต่สวนแล้วมีมูลว่าทรัพย์สินรายการใดเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด และศาลมีคำสั่งว่าทรัพย์สินรายการนั้นเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด แต่ไม่สามารถบังคับคดีเอาแก่ทรัพย์สินนั้นได้ ให้พนักงานอัยการยื่นคำร้องต่อศาลเพื่อบังคับคดีเอาแก่ทรัพย์สินอื่นของจำเลยหรือผู้ถูกตรวจสอบได้ภายในสิบปีนับแต่วันที่ศาลมีคำสั่ง แต่ต้องไม่เกินมูลค่าของทรัพย์สินนั้น

มาตรา ๘๐  ในกรณีที่ผู้ขอคืนทรัพย์สินตามมาตรา ๗๙ วรรคหนึ่ง ไม่ทราบว่าพนักงานอัยการได้มีคำร้องขอให้ศาลริบทรัพย์สิน จนศาลได้มีคำสั่งให้ริบทรัพย์สินนั้นแล้ว ผู้ขอคืนทรัพย์สินดังกล่าวอาจยื่นคำร้องขอคืนทรัพย์สินต่อศาลได้ภายในเวลาหนึ่งปีนับแต่วันที่ศาลมีคำสั่งให้ริบทรัพย์สิน

มาตรา ๘๑  ทรัพย์สินที่ศาลมีคำสั่งให้ริบตามมาตรา ๗๙ วรรคหนึ่ง ให้ตกเป็นของกองทุน

มาตรา ๘๒  ในกรณีที่พนักงานอัยการมีคำสั่งเด็ดขาดไม่ฟ้องคดีผู้ต้องหาหรือศาลมีคำพิพากษาถึงที่สุดให้ยกฟ้องจำเลยรายใดให้ศาลไต่สวนคำร้องของพนักงานอัยการที่ขอให้ศาลสั่งริบทรัพย์สินที่ได้ยื่นไว้ตามมาตรา ๗๗ นั้นต่อไปได้ หากปรากฏหลักฐานเป็นที่เชื่อได้ว่าทรัพย์สินในคดีนั้นเป็นทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด

ทรัพย์สินที่ไม่ปรากฏตัวเจ้าของที่ได้ยึดหรืออายัดไว้เนื่องจากการกระทำความผิดของผู้ต้องหาหรือจำเลยรายนั้น ถ้าไม่มีผู้ใดมาขอรับคืนภายในห้าปีนับแต่วันที่มีคำสั่งเด็ดขาดไม่ฟ้องคดี หรือมีคำพิพากษาถึงที่สุดให้ยกฟ้อง ให้ตกเป็นของกองทุน

การขอรับทรัพย์สินคืนและการคืนทรัพย์สิน ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง

มาตรา ๘๓  ในกรณีที่ต้องคืนทรัพย์สินอย่างอื่นนอกจากเงินให้แก่เจ้าของแต่ไม่อาจคืนได้ ให้ใช้ราคาทรัพย์สินแทนจากกองทุนตามราคาที่ประเมินได้ในวันยึดหรืออายัดทรัพย์สิน

หมวด ๓

มาตรการตรวจสอบทรัพย์สินตามมูลค่า

มาตรา ๘๔  ในกรณีที่คณะกรรมการตรวจสอบทรัพย์สินพิจารณาพยานหลักฐานที่ได้จากการตรวจสอบแล้ววินิจฉัยว่าผู้ถูกตรวจสอบได้รับทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ให้คณะกรรมการตรวจสอบทรัพย์สินคำนวณมูลค่าของทรัพย์สินดังกล่าวเป็นจำนวนเงินที่แน่นอน พร้อมส่งสำนวนการตรวจสอบทรัพย์สิน เอกสาร และพยานหลักฐานไปยังพนักงานอัยการ ให้พนักงานอัยการยื่นคำร้องเพื่อขอให้ศาลสั่งริบมูลค่าของทรัพย์สินนั้น

การขอให้ศาลสั่งริบมูลค่าของทรัพย์สินและการไต่สวนคำร้องของพนักงานอัยการ ให้นำความในมาตรา ๗๗ มาตรา ๗๙ วรรคหนึ่งและวรรคสอง และมาตรา ๘๒ มาใช้บังคับด้วยโดยอนุโลม

มาตรา ๘๕  กรณีที่ศาลไต่สวนแล้วมีมูลว่ามูลค่าของทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดที่ศาลสั่งริบนั้นไม่สามารถติดตามหรือตรวจสอบหาทรัพย์สินที่เกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดตามมูลค่าดังกล่าวได้ ให้พนักงานอัยการยื่นคำร้องต่อศาลเพื่อบังคับคดีเอาแก่ทรัพย์สินอื่นของจำเลยหรือผู้ถูกตรวจสอบได้ภายในสิบปีนับแต่วันที่ศาลมีคำสั่ง แต่ต้องไม่เกินมูลค่าของทรัพย์สินที่ศาลสั่งริบนั้น

ในกรณีที่ต้องมีการบังคับคดีกับทรัพย์สินตามวรรคหนึ่ง ให้ถือว่าสำนักงาน ป.ป.ส. เป็นเจ้าหนี้ตามคำพิพากษา และให้เจ้าพนักงาน ป.ป.ส. ที่ได้รับมอบหมายจากสำนักงาน ป.ป.ส. มีหน้าที่สืบหาทรัพย์สินหรือสิทธิเรียกร้องของจำเลยหรือผู้ถูกตรวจสอบ เพื่อบังคับคดีให้เป็นไปตามคำสั่งศาล โดยคำแนะนำของพนักงานอัยการ

การขอคืนมูลค่าของทรัพย์สิน ให้นำความในมาตรา ๘๐ มาใช้บังคับด้วยโดยอนุโลม

มาตรา ๘๖  ทรัพย์สินที่ได้จากการบังคับคดีตามมาตรา ๘๕ ให้ตกเป็นของกองทุน

หมวด ๔

กองทุนป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด

มาตรา ๘๗  ให้จัดตั้งกองทุนป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดขึ้นในสำนักงาน ป.ป.ส. มีวัตถุประสงค์เพื่อประโยชน์ในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติด โดยมีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ส่งเสริมและสนับสนุนการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด และติดตามช่วยเหลือผู้ผ่านการบำบัดรักษา

(๒) ส่งเสริมและสนับสนุนให้มีการศึกษา วิจัย ทดสอบ ทดลอง ฝึกอบรม ประชุม หรือสัมมนาเกี่ยวกับการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด

(๓) ส่งเสริมและสนับสนุนให้มีผู้เชี่ยวชาญซึ่งมีความรู้หรือความเชี่ยวชาญในด้านต่าง ๆ ทั้งในประเทศและต่างประเทศ เพื่อทำหน้าที่ให้คำปรึกษา แนะนำ ฝึกอบรม ประชุม หรือสัมมนาเกี่ยวกับการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด 

(๔) ส่งเสริมและสนับสนุนให้มีการให้บริการหรือจัดกิจกรรมอันก่อให้เกิดประโยชน์ต่อการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด ตลอดจนส่งเสริมและพัฒนาผู้ติดยาเสพติด ผู้เข้ารับการบำบัดฟื้นฟู และผู้ผ่านการบำบัดฟื้นฟู ให้สามารถดำรงชีวิตในสังคมได้

(๕) ส่งเสริมและสนับสนุนการประสานงานระหว่างหน่วยงานที่เกี่ยวข้องหรือมีส่วนช่วยเหลือหรือสนับสนุนการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด ทั้งในประเทศและระดับต่างประเทศ

(๖) เยียวยาผู้ได้รับผลกระทบจากการป้องกัน ปราบปราม บำบัดรักษา ฟื้นฟูสมรรถภาพ และฟื้นฟูสภาพทางสังคมผู้ติดยาเสพติด 

(๗) กิจการอื่นที่จำเป็นเพื่อประโยชน์ในการป้องกัน ปราบปราม และแก้ไขปัญหายาเสพติดตามประมวลกฎหมายนี้

บุคคลหรือหน่วยงานที่ได้รับการสนับสนุนเงินในลักษณะเดียวกันจากกองทุนหมุนเวียนอื่นแล้ว ไม่มีสิทธิขอรับเงินสนับสนุนจากกองทุนนี้

มาตรา ๘๘  กองทุนประกอบด้วยเงินและทรัพย์สิน ดังต่อไปนี้

(๑) เงินและทรัพย์สินที่โอนมาจากกองทุนป้องกันและปราบปรามยาเสพติดตามพระราชบัญญัติมาตรการในการปราบปรามผู้กระทำความผิดเกี่ยวกับยาเสพติด พ.ศ. ๒๕๓๔

(๒) ทรัพย์สินที่ตกเป็นของกองทุนตามมาตรา ๘๑ มาตรา ๘๒ มาตรา ๘๖ และมาตรา ๑๘๖

(๓) เงินและทรัพย์สินที่ได้จากการบริจาค

(๔) เงินและทรัพย์สินที่ได้รับจากรัฐบาล

(๕) ผลประโยชน์ที่เกิดจากทรัพย์สินตาม (๑) (๒) (๓) และ (๔)

เงินและทรัพย์สินของกองทุนตามวรรคหนึ่ง ไม่ต้องส่งคลังเป็นรายได้แผ่นดิน

มาตรา ๘๙  ให้คณะกรรมการ ป.ป.ส. วางระเบียบเกี่ยวกับการบริหารและการดำเนินการของกองทุนในเรื่อง ดังต่อไปนี้

(๑) การแต่งตั้ง การพ้นจากตำแหน่ง และหน้าที่และอำนาจของคณะอนุกรรมการและการบริหารจัดการกองทุนตามกฎหมายว่าด้วยการบริหารทุนหมุนเวียน

(๒) การจัดหาผลประโยชน์ การจัดการ และการจำหน่ายทรัพย์สินของกองทุน

(๓) การรับเงิน การจ่ายเงิน และการเก็บรักษาเงินของกองทุน

(๔) ค่าใช้จ่ายหรือค่าตอบแทนอื่นใดซึ่งจำเป็นต้องจ่ายแก่หน่วยงาน บุคคลภายนอก พนักงานเจ้าหน้าที่ เจ้าพนักงาน ป.ป.ส. ข้าราชการ หรือเจ้าหน้าที่ในการปฏิบัติหน้าที่ ช่วยเหลือหรือสนับสนุนการปฏิบัติหน้าที่เพื่อให้การดำเนินงานตามประมวลกฎหมายนี้เป็นไปอย่างมีประสิทธิภาพและประสิทธิผลยิ่งขึ้นให้จ่ายจากกองทุน

(๕) การบริหารและการดำเนินการอื่นเพื่อให้บรรลุวัตถุประสงค์ของกองทุน

การวางระเบียบตาม (๒) (๓) (๔) และ (๕) ต้องได้รับความเห็นชอบจากกระทรวงการคลังด้วย

ลักษณะ ๕

ความผิดเกี่ยวกับการผลิต นำเข้า ส่งออก จำหน่าย มีไว้ในครอบครอง

หรือนำผ่านซึ่งยาเสพติดให้โทษและวัตถุออกฤทธิ์

มาตรา ๙๐  ห้ามผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ เว้นแต่เป็นกรณีที่ได้รับอนุญาตตามมาตรา ๓๔ หรือมาตรา ๓๕ (๓)

มาตรา ๙๑  ห้ามผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๒ หรือประเภท ๔ เว้นแต่เป็นกรณีที่ได้รับอนุญาตตามมาตรา ๓๔ หรือมาตรา ๓๕ (๑) หรือ (๓)

มาตรา ๙๒  ห้ามผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๓ เว้นแต่เป็นกรณีที่ได้รับอนุญาตตามมาตรา ๓๕ (๒)

มาตรา ๙๓  ห้ามผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๕ เว้นแต่เป็นกรณีที่ได้รับอนุญาตตามมาตรา ๓๕ วรรคหนึ่ง (๔) หรือวรรคสอง

มาตรา ๙๔  ห้ามผู้ใดผลิต นำเข้า ส่งออก จำหน่าย มีไว้ในครอบครอง หรือนำผ่านซึ่งวัตถุออกฤทธิ์ เว้นแต่เป็นกรณีที่ได้รับอนุญาตตามมาตรา ๓๕ (๕)

มาตรา ๙๕  ห้ามผู้รับอนุญาตผู้ใดดำเนินการผลิตหรือจำหน่ายยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ในระหว่างที่เภสัชกรมิได้อยู่ประจำควบคุมกิจการ

มาตรา ๙๖  ห้ามผู้ใดจำหน่ายวัตถุออกฤทธิ์ตั้งแต่สองชนิดขึ้นไปหรือจำหน่ายวัตถุออกฤทธิ์และยารวมกันหลายขนาน โดยจัดเป็นชุดไว้ล่วงหน้า เพื่อประโยชน์ทางการค้า

ลักษณะ ๖

ความผิดเกี่ยวกับสารระเหย

มาตรา ๙๗  ห้ามผู้ใดผลิตหรือนำเข้าสารระเหย โดยก่อนนำออกจำหน่าย ไม่จัดให้มีภาพ เครื่องหมาย หรือข้อความที่ภาชนะบรรจุหรือหีบห่อที่บรรจุสารระเหยเพื่อเป็นการเตือนให้ระวังการใช้สารระเหยดังกล่าว ตามหลักเกณฑ์ วิธีการ เงื่อนไข และปริมาณที่รัฐมนตรีว่าการกระทรวงสาธารณสุขและรัฐมนตรีว่าการกระทรวงอุตสาหกรรมกำหนดในกฎกระทรวง

มาตรา ๙๘  ห้ามผู้ใดจำหน่ายสารระเหยโดยไม่มีภาพ เครื่องหมาย หรือข้อความที่ผู้ผลิตหรือผู้นำเข้าสารระเหยต้องจัดให้มีที่ภาชนะบรรจุหรือหีบห่อที่บรรจุตามมาตรา ๙๗ อยู่ครบถ้วน

มาตรา ๙๙  ห้ามผู้ใดจำหน่ายหรือจัดหาสารระเหยให้แก่บุคคลอายุไม่เกินสิบแปดปี เว้นแต่เป็นการจำหน่ายหรือจัดหาโดยสถานศึกษาเพื่อใช้ในการเรียนการสอน

มาตรา ๑๐๐  ห้ามผู้ใดจำหน่ายหรือจัดหาสารระเหยให้แก่ผู้ซึ่งตนรู้หรือควรรู้ว่าเป็นผู้ติดสารระเหย

ลักษณะ ๗

ความผิดเกี่ยวกับการขึ้นทะเบียนตำรับ

มาตรา ๑๐๑  ห้ามผู้รับใบสำคัญการขึ้นทะเบียนตำรับตามมาตรา ๔๙ ผลิตหรือนำเข้าตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ไม่ตรงตามรายการที่ได้ขึ้นทะเบียนตำรับไว้

มาตรา ๑๐๒  ห้ามผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่ต้องขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ตามมาตรา ๔๙ แต่มิได้ขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์

มาตรา ๑๐๓  ห้ามผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขสั่งเพิกถอนทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ตามมาตรา ๕๑

ลักษณะ ๘

ความผิดเกี่ยวกับการเสพยาเสพติดและการมีไว้ในครอบครองซึ่งยาเสพติดเพื่อเสพ

มาตรา ๑๐๔  ห้ามผู้ใดเสพยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ หรือเสพวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ เว้นแต่การเสพยาเสพติดให้โทษในประเภท ๒ หรือวัตถุออกฤทธิ์ในประเภท ๒ เพื่อการรักษาโรคตามคำสั่งของผู้ประกอบวิชาชีพเวชกรรมหรือผู้ประกอบวิชาชีพทันตกรรม หรือการเสพยาเสพติดให้โทษในประเภท ๕ ตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดตามมาตรา ๕๘ เพื่อการรักษาโรคตามคำสั่งของผู้ประกอบวิชาชีพเวชกรรม ผู้ประกอบวิชาชีพทันตกรรม ผู้ประกอบวิชาชีพการแพทย์แผนไทย ผู้ประกอบวิชาชีพการแพทย์แผนไทยประยุกต์ หรือหมอพื้นบ้านตามกฎหมายว่าด้วยวิชาชีพการแพทย์แผนไทย หรือเสพเพื่อการศึกษาวิจัย

มาตรา ๑๐๕  ห้ามผู้ใดเสพสารระเหย

มาตรา ๑๐๖  ห้ามผู้ใดจูงใจ ชักนำ ยุยงส่งเสริม ใช้อุบายหลอกลวง ขู่เข็ญ ใช้กำลังบังคับ ใช้อำนาจครอบงำผิดคลองธรรม หรือใช้วิธีข่มขืนใจด้วยประการอื่นใด ให้ผู้อื่นเสพยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ วัตถุออกฤทธิ์ หรือสารระเหย

ผู้ประกอบวิชาชีพดังต่อไปนี้ อาจจูงใจหรือชักนำให้ผู้อื่นเสพยาเสพติดให้โทษหรือวัตถุออกฤทธิ์เพื่อการรักษาพยาบาลได้

(๑) ผู้ประกอบวิชาชีพเวชกรรมหรือผู้ประกอบวิชาชีพทันตกรรม สำหรับยาเสพติดให้โทษในประเภท ๒ หรือประเภท ๓ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ หรือสำหรับยาเสพติดให้โทษในประเภท ๕ ตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดตามมาตรา ๕๘

(๒) ผู้ประกอบวิชาชีพการแพทย์แผนไทย ผู้ประกอบวิชาชีพการแพทย์แผนไทยประยุกต์ หรือหมอพื้นบ้านตามกฎหมายว่าด้วยวิชาชีพการแพทย์แผนไทย สำหรับยาเสพติดให้โทษในประเภท ๕ ตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศกำหนดตามมาตรา ๕๘

มาตรา ๑๐๗  ห้ามผู้ใดมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ เพื่อเสพ

การมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ ในปริมาณเล็กน้อยซึ่งไม่เกินปริมาณที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง ให้สันนิษฐานไว้ก่อนว่ามีไว้ในครอบครองเพื่อเสพ

ภาค ๒

การบำบัดรักษาและการฟื้นฟูสภาพทางสังคมแก่ผู้ติดยาเสพติด

ลักษณะ ๑

บทบัญญัติทั่วไป

มาตรา ๑๐๘  ในภาคนี้

“ติดยาเสพติด” หมายความว่า เสพเป็นประจำติดต่อกันและตกอยู่ในสภาพที่จำเป็นต้องพึ่งยาเสพติดนั้น โดยสามารถตรวจพบสภาพเช่นว่านั้นได้ตามหลักวิชาการ

“การบำบัดรักษา” หมายความว่า การบำบัดรักษาผู้ติดยาเสพติด ซึ่งรวมตลอดถึงการคัดกรอง การประเมินความรุนแรง การบำบัดด้วยยา การฟื้นฟูสมรรถภาพ การลดอันตรายจากยาเสพติด และการติดตามหลังการบำบัดรักษา

“การฟื้นฟูสมรรถภาพ” หมายความว่า การกระทำใด ๆ อันเป็นการบำบัดพฤติกรรมการเสพยาเสพติด และฟื้นฟูสภาพร่างกายและจิตใจของผู้ติดยาเสพติดให้กลับคืนสู่สภาพปกติ

“การฟื้นฟูสภาพทางสังคม” หมายความว่า การกระทำใด ๆ อันเป็นการสงเคราะห์ สนับสนุนให้ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษาได้รับการพัฒนาคุณภาพชีวิตทางด้านที่อยู่อาศัย การศึกษา อาชีพ ตลอดจนการติดตามดูแลช่วยเหลือจนสามารถกลับมาดำรงชีวิตในสังคมได้อย่างปกติสุข

“สถานพยาบาลยาเสพติด” หมายความว่า โรงพยาบาลหรือสถานพยาบาล ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดให้เป็นสถานที่ทำการบำบัดรักษาผู้ติดยาเสพติด

“สถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด” หมายความว่า สถานพยาบาล สถานฟื้นฟู หรือสถานที่อื่นใดตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดให้เป็นสถานที่ทำการฟื้นฟูสมรรถภาพผู้ติดยาเสพติด

“ศูนย์คัดกรอง” หมายความว่า สถานที่คัดกรองการใช้ยาเสพติด

“ศูนย์ฟื้นฟูสภาพทางสังคม” หมายความว่า สถานที่ทำการฟื้นฟูสภาพทางสังคมแก่ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

“ผู้อนุญาต” หมายความว่า ปลัดกระทรวงสาธารณสุขหรือผู้ซึ่งได้รับมอบหมายจากปลัดกระทรวงสาธารณสุข

ลักษณะ ๒

คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

มาตรา ๑๐๙  ให้มีคณะกรรมการคณะหนึ่งเรียกว่า “คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด” ประกอบด้วย รองนายกรัฐมนตรีซึ่งนายกรัฐมนตรีมอบหมายเป็นประธานกรรมการ ปลัดกระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ ปลัดกระทรวงมหาดไทย ปลัดกระทรวงแรงงาน ปลัดกระทรวงศึกษาธิการ ปลัดกระทรวงสาธารณสุข ผู้บัญชาการทหารบก ผู้บัญชาการทหารเรือ ผู้บัญชาการทหารอากาศ ผู้บัญชาการตำรวจแห่งชาติ อธิบดีกรมการปกครอง อธิบดีกรมการแพทย์ อธิบดีกรมควบคุมโรค อธิบดีกรมคุมประพฤติ อธิบดีกรมราชทัณฑ์ อธิบดีกรมวิทยาศาสตร์การแพทย์ อธิบดีกรมส่งเสริมการปกครองท้องถิ่น อธิบดีกรมสนับสนุนบริการสุขภาพ อธิบดีกรมสุขภาพจิต เลขาธิการ ป.ป.ส. เลขาธิการ อย. ปลัดกรุงเทพมหานคร ผู้ว่าการการกีฬาแห่งประเทศไทย ประธานกรรมการสภาอุตสาหกรรมแห่งประเทศไทย และประธานกรรมการหอการค้าไทย เป็นกรรมการโดยตำแหน่ง และกรรมการผู้ทรงคุณวุฒิซึ่งรัฐมนตรีว่าการกระทรวงสาธารณสุขแต่งตั้งจำนวนสามคน ในจำนวนนี้ให้แต่งตั้งจากผู้แทนองค์กรเอกชนซึ่งเกี่ยวข้องกับการบำบัดรักษาและฟื้นฟูสมรรถภาพผู้ติดยาเสพติดอย่างน้อยหนึ่งคน

ให้รองปลัดกระทรวงสาธารณสุขซึ่งปลัดกระทรวงสาธารณสุขมอบหมายเป็นกรรมการและเลขานุการ และให้คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดแต่งตั้งข้าราชการในกระทรวงสาธารณสุขจำนวนไม่เกินสองคนเป็นผู้ช่วยเลขานุการ

เพื่อประโยชน์ในการดำเนินการตามหน้าที่และอำนาจของคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดอาจมีมติให้เชิญปลัดกระทรวงหรือหัวหน้าหน่วยงานของรัฐที่มีหน้าที่และอำนาจโดยตรงเกี่ยวกับเรื่องที่จะพิจารณา หรือผู้ซึ่งมีความรู้ความเชี่ยวชาญหรือมีประสบการณ์ที่เกี่ยวกับการบำบัดรักษาหรือการฟื้นฟูผู้ติดยาเสพติด ให้เข้าร่วมประชุมเป็นครั้งคราวในฐานะกรรมการด้วยก็ได้ ในกรณีเช่นนี้ ให้ผู้ซึ่งได้รับเชิญและมาประชุมมีฐานะเป็นกรรมการตามวรรคหนึ่งสำหรับการประชุมครั้งที่ได้รับเชิญนั้น

มาตรา ๑๑๐  ให้สำนักงานปลัดกระทรวงสาธารณสุข ทำหน้าที่เป็นสำนักงานเลขานุการของคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด รับผิดชอบงานธุรการ งานประชุม การศึกษา และกิจการต่าง ๆ ที่เกี่ยวกับงานของคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

มาตรา ๑๑๑  ให้คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดมีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ให้คำแนะนำรัฐมนตรีว่าการกระทรวงสาธารณสุขเกี่ยวกับการออกกฎกระทรวงตามภาคนี้

(๒) กำหนดนโยบายและมาตรการเกี่ยวกับการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

(๓) กำหนดแนวทางและการดำเนินการด้านการพัฒนางานวิชาการ มาตรฐาน และคุณภาพการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด การพัฒนาศักยภาพบุคลากร และฐานข้อมูลที่เกี่ยวข้องกับการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

(๔) กำหนดหลักเกณฑ์ วิธีการ และเงื่อนไขในการจัดตั้งและการรับรองคุณภาพศูนย์คัดกรอง สถานพยาบาลยาเสพติด สถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด และศูนย์ฟื้นฟูสภาพทางสังคม 

(๕) กำหนดหลักเกณฑ์ วิธีการ และเงื่อนไขในการคัดกรอง การบำบัดรักษา การฟื้นฟูสมรรถภาพผู้ติดยาเสพติด และการประเมินผลการบำบัดรักษาและการฟื้นฟูสมรรถภาพผู้ติดยาเสพติด

(๖) กำหนดระเบียบหรือข้อบังคับเพื่อควบคุมการบำบัดรักษาและระเบียบวินัยสำหรับศูนย์คัดกรอง สถานพยาบาลยาเสพติด และสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด

(๗) ให้ความเห็นชอบในการกำหนดหลักเกณฑ์ วิธีการ และเงื่อนไขในการฟื้นฟูสภาพทางสังคม และติดตาม ดูแล และช่วยเหลือผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

(๘) กำกับ ติดตาม ดูแล ให้คำปรึกษา และแนะนำหน่วยงานในพื้นที่ในการให้ความช่วยเหลือและสงเคราะห์ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

(๙) วางแนวทางให้หน่วยงานที่เกี่ยวข้องให้ความช่วยเหลือด้านสวัสดิการสังคม การสังคมสงเคราะห์ที่จำเป็นและเหมาะสม รวมทั้งช่วยเหลือสนับสนุนให้ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษาซึ่งไม่มีที่อยู่อาศัยให้ได้มีที่อยู่อาศัยเป็นการชั่วคราวและสามารถดำรงชีวิตอยู่ในสังคมได้ 

(๑๐) วางแนวทางการดำเนินการของหน่วยงานในการช่วยเหลือเกี่ยวกับการประกอบอาชีพ การศึกษา เงินทุนสงเคราะห์ และการให้การสงเคราะห์อื่น ๆ ที่จำเป็นต่อการดำรงชีพแก่ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา 

(๑๑) สนับสนุนและส่งเสริมให้มีการจ้างงานหรือการประกอบอาชีพแก่ผู้ติดยาเสพติด หรือผู้ผ่านการบำบัดรักษา

(๑๒) กำหนดนโยบายเพื่อสนับสนุนและส่งเสริมให้ชุมชนเข้ามามีส่วนร่วมในการติดตาม ดูแล และช่วยเหลือผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

(๑๓) แต่งตั้งคณะอนุกรรมการเพื่อปฏิบัติการอย่างหนึ่งอย่างใดตามที่มอบหมาย

(๑๔) ปฏิบัติการอื่นใดตามที่ประมวลกฎหมายนี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจของคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

มาตรา ๑๑๒  ให้นำความในมาตรา ๗ มาตรา ๘ มาตรา ๙ และมาตรา ๑๐ มาใช้บังคับแก่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดด้วยโดยอนุโลม

ลักษณะ ๓

การบำบัดรักษาผู้ติดยาเสพติด

มาตรา ๑๑๓  ผู้ใดยกเหตุว่าตนได้เสพยาเสพติดตามมาตรา ๑๖๒ หรือมาตรา ๑๖๓ หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์เพื่อเสพตามมาตรา ๑๖๔ และได้สมัครใจขอเข้ารับการบำบัดรักษาในสถานพยาบาลยาเสพติดก่อนที่เจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจจะตรวจพบ อีกทั้งได้ปฏิบัติครบถ้วนตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา จนได้รับการรับรองเป็นหนังสือว่าเป็นผู้ผ่านการบำบัดรักษาเป็นที่น่าพอใจจากหัวหน้าสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด ให้ผู้นั้นไม่มีความผิดในมาตราดังกล่าว

มาตรา ๑๑๔  ในกรณีที่เจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจตรวจพบผู้ที่มีพฤติการณ์อันควรสงสัยว่ากระทำความผิดฐานเสพยาเสพติดตามมาตรา ๑๖๒ หรือมาตรา ๑๖๓ หรือมีไว้ในครอบครองซึ่งยาเสพติดเพื่อเสพตามมาตรา ๑๖๔ ถ้าไม่ปรากฏว่าผู้นั้นเป็นผู้ต้องหาหรืออยู่ในระหว่างถูกดำเนินคดีในความผิดอื่นซึ่งเป็นความผิดที่มีโทษจำคุก หรืออยู่ในระหว่างรับโทษจำคุกตามคำพิพากษาของศาล ไม่มีพฤติกรรมที่อาจก่อให้เกิดอันตรายแก่ผู้อื่นหรือสังคม หรือมีพฤติกรรมที่อาจก่อให้เกิดอันตรายแก่ผู้อื่นหรือสังคมที่เกิดจากโรคทางจิตและประสาท หรืออาการที่เกิดจากฤทธิ์ของยาเสพติดที่ใช้ และสมัครใจเข้ารับการบำบัดรักษา ให้เจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจส่งตัวผู้นั้นไปสถานพยาบาลยาเสพติดหรือศูนย์คัดกรองต่อไป

เมื่อผู้สมัครใจเข้ารับการบำบัดรักษาตามวรรคหนึ่งเข้ารับการบำบัดรักษาและปฏิบัติครบถ้วนตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา จนได้รับการรับรองเป็นหนังสือว่าเป็นผู้ผ่านการบำบัดรักษาเป็นที่น่าพอใจจากหัวหน้าสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด ให้ผู้นั้นไม่มีความผิดในมาตราดังกล่าว

หากผู้เข้ารับการบำบัดรักษาตามวรรคหนึ่งหลบหนีหรือไม่ให้ความร่วมมือในการบำบัดรักษาจนครบถ้วนตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา ให้สถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดจัดทำประวัติ ข้อมูล และพฤติการณ์ของผู้หลบหนีหรือไม่ให้ความร่วมมือในการบำบัดรักษาดังกล่าว เพื่อประโยชน์ในการพิจารณาให้เข้ารับการบำบัดรักษาตามวรรคหนึ่ง

มาตรา ๑๑๕  เพื่อประโยชน์ในการบำบัดรักษาผู้ติดยาเสพติด ให้เจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจ มีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ตรวจหรือค้นผู้มีพฤติการณ์อันควรสงสัยว่าเสพยาเสพติด

(๒) ยึดยาเสพติดจากผู้ครอบครองยาเสพติด

(๓) ตรวจหรือทดสอบหรือสั่งให้รับการตรวจหรือทดสอบสารเสพติดในร่างกายของบุคคล เมื่อมีเหตุจำเป็นประกอบกับมีเหตุอันควรเชื่อว่าบุคคลนั้นเสพยาเสพติดในเคหสถาน สถานที่ใด ๆ หรือยานพาหนะ

(๔) สอบถามและตรวจสอบ เพื่อทราบชื่อ อาชีพ ที่อยู่ ประวัติ รายได้ และพฤติการณ์อื่นของบุคคลตาม (๑) (๒) หรือ (๓)

(๕) สอบถามความสมัครใจและให้ลงนามสมัครใจหรือไม่สมัครใจเข้ารับการบำบัดรักษา

(๖) เพื่อประโยชน์ในการดำเนินการตาม (๑) (๒) (๓) (๔) และ (๕) และเพื่อส่งตัวผู้นั้นไปยังสถานพยาบาลยาเสพติด จะให้บุคคลนั้นอยู่ในความดูแลเป็นการชั่วคราวได้แต่ต้องไม่เกินยี่สิบสี่ชั่วโมงนับแต่เวลาที่ตรวจหรือทดสอบว่าบุคคลนั้นมีสารเสพติดอยู่ในร่างกาย

(๗) บันทึกพฤติการณ์แห่งการดำเนินการตาม (๑) (๒) (๓) (๔) (๕) และ (๖) และส่งไปยังพนักงานสอบสวนเพื่อเก็บไว้เป็นพยานหลักฐานในกรณีที่จะดำเนินคดีกับบุคคลนั้น

หลักเกณฑ์ วิธีการ และเงื่อนไขการดำเนินการตามวรรคหนึ่ง ให้เป็นไปตามที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง

เจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจตำแหน่งใดหรือระดับใด จะมีหน้าที่และอำนาจตามที่กำหนดไว้ในวรรคหนึ่ง ให้เป็นไปตามที่รัฐมนตรีว่าการกระทรวงยุติธรรมกำหนดในกฎกระทรวง

มาตรา ๑๑๖  ให้กระทรวงสาธารณสุขประกาศกำหนดสถานที่ที่เป็นศูนย์คัดกรอง  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา

ให้ศูนย์คัดกรองมีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ตรวจหาสารเสพติดในร่างกาย

(๒) คัดกรองและประเมินความรุนแรงของการติดยาเสพติด ภาวะความเสี่ยงทางสุขภาพกายหรือสุขภาพจิต

(๓) พิจารณาส่งต่อผู้เข้ารับการบำบัดรักษาไปยังสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด

(๔) จัดทำข้อมูลเกี่ยวกับการคัดกรองและข้อมูลอื่นของผู้รับการคัดกรอง

มาตรา ๑๑๗  ให้สถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดมีหน้าที่และอำนาจดำเนินการบำบัดรักษาหรือการฟื้นฟูสมรรถภาพ ประเมินผล ติดตามดูแลอย่างต่อเนื่อง จัดทำและเก็บข้อมูลประวัติของผู้เข้ารับการบำบัดรักษาหรือการฟื้นฟูสมรรถภาพ รวมทั้งดำเนินการลดอันตรายจากยาเสพติด แล้วแต่กรณี

ลักษณะ ๔

การฟื้นฟูสภาพทางสังคม

มาตรา ๑๑๘  ให้กระทรวงมหาดไทยและกรุงเทพมหานครจัดตั้งศูนย์ฟื้นฟูสภาพทางสังคม  ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนดโดยประกาศในราชกิจจานุเบกษา

ให้ศูนย์ฟื้นฟูสภาพทางสังคมติดตาม ดูแล ให้คำปรึกษา แนะนำ ให้ความช่วยเหลือ และสงเคราะห์แก่ผู้เข้ารับการบำบัดรักษาตามมาตรา ๑๑๓ มาตรา ๑๑๔ และมาตรา ๑๖๙ เพื่อให้ผู้เข้ารับการบำบัดรักษาได้รับการฟื้นฟูสภาพทางสังคม โดยได้รับบริการด้านสวัสดิการสังคม การสังคมสงเคราะห์ที่จำเป็นและเหมาะสม รวมทั้งช่วยเหลือสนับสนุนให้มีที่อยู่อาศัยเป็นการชั่วคราว เพื่อให้บุคคลดังกล่าวสามารถดำรงชีวิตอยู่ในสังคมได้ โดยไม่กลับมากระทำความผิดเกี่ยวกับยาเสพติดอีก

ให้กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ กระทรวงแรงงาน กระทรวงศึกษาธิการ กระทรวงสาธารณสุข และสำนักงาน ป.ป.ส. สนับสนุนและช่วยเหลือการดำเนินการของหน่วยงานตามวรรคหนึ่งในส่วนที่เกี่ยวกับการประกอบอาชีพ การศึกษา การติดตามดูแลปัญหาด้านสุขภาพ และการให้การสงเคราะห์อื่น ๆ

การฟื้นฟูสภาพทางสังคมตามวรรคหนึ่งและวรรคสอง ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวงโดยความเห็นชอบของคณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติด

มาตรา ๑๑๙  ในการฟื้นฟูสภาพทางสังคมตามมาตรา ๑๑๘ กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์ กระทรวงมหาดไทย กระทรวงแรงงาน กระทรวงศึกษาธิการ กระทรวงสาธารณสุข หรือกรุงเทพมหานคร อาจแต่งตั้งเจ้าหน้าที่หรือมอบหมายอาสาสมัครในพื้นที่ หรืออาจทำความตกลงเพื่อมอบหมายหรือส่งต่อให้ส่วนราชการ องค์กรปกครองส่วนท้องถิ่น องค์กรพัฒนาเอกชน องค์กรชุมชน หรือองค์กรอื่น ที่ให้ความร่วมมือก็ได้

มาตรา ๑๒๐  ให้ศูนย์ฟื้นฟูสภาพทางสังคมมีหน้าที่และอำนาจ ดังต่อไปนี้

(๑) ให้คำแนะนำ ปรึกษา และช่วยเหลือผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

(๒) ให้ความช่วยเหลือด้านสวัสดิการสังคม รวมทั้งการสนับสนุนผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษาให้ได้มีที่อยู่อาศัยเป็นการชั่วคราว

(๓) ช่วยเหลือเกี่ยวกับอาชีพ การศึกษา เงินทุนสงเคราะห์ และให้การสงเคราะห์อื่น ๆ ที่จำเป็นต่อการดำรงชีพแก่ผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

(๔) ส่งเสริมและสนับสนุนให้นายจ้างหรือสถานประกอบการรับผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษาเข้าทำงาน

(๕) ส่งเสริมให้ครอบครัวและชุมชนเข้ามามีส่วนร่วมในการบำบัดรักษาและติดตาม ดูแล และช่วยเหลือผู้ติดยาเสพติดหรือผู้ผ่านการบำบัดรักษา

ลักษณะ ๕

ความผิดเกี่ยวกับการบำบัดรักษาผู้ติดยาเสพติด

มาตรา ๑๒๑  ห้ามผู้ใดทำการบำบัดรักษาผู้ติดยาเสพติดเป็นปกติธุระโดยใช้ยาตามกฎหมายว่าด้วยยา หรือวัตถุออกฤทธิ์หรือยาเสพติดให้โทษตามประมวลกฎหมายนี้ หรือกระทำการบำบัดรักษายาเสพติดไม่ว่าโดยวิธีอื่นใด ซึ่งมิได้กระทำในสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดตามที่กำหนดในประมวลกฎหมายนี้ ไม่ว่าจะได้รับประโยชน์ตอบแทนหรือไม่

ความในวรรคหนึ่งไม่ใช้บังคับแก่การให้ความรู้ ให้คำปรึกษา หรือให้คำแนะนำแก่ผู้ติดยาเสพติดโดยไม่ได้รับประโยชน์ตอบแทน

มาตรา ๑๒๒  ห้ามผู้ใดโฆษณาเกี่ยวกับการบำบัดรักษายาเสพติดหรือยินยอมให้ผู้อื่นกระทำการดังกล่าวโดยใช้ชื่อของตน หรือชื่อหรือที่ตั้งหรือกิจการของสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดของตน หรือคุณวุฒิหรือความสามารถของผู้ประกอบวิชาชีพในสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดของตน เว้นแต่ได้รับใบอนุญาตจากผู้อนุญาต

การขออนุญาต การออกใบอนุญาต และเงื่อนไขในการโฆษณาตามใบอนุญาต ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่รัฐมนตรีว่าการกระทรวงสาธารณสุขกำหนดในกฎกระทรวง

ความในวรรคหนึ่งมิให้ใช้บังคับแก่สถานพยาบาลของรัฐ

มาตรา ๑๒๓  ในกรณีที่ผู้อนุญาตเห็นว่าการโฆษณาใดฝ่าฝืนมาตรา ๑๒๒ หรือมีการใช้ข้อความโฆษณาไม่เป็นไปตามที่ได้รับอนุญาตจากผู้อนุญาต ให้ผู้อนุญาตมีอำนาจออกคำสั่งอย่างใดอย่างหนึ่งหรือหลายอย่าง ดังต่อไปนี้

(๑) ให้แก้ไขข้อความหรือวิธีการในโฆษณา

(๒) ห้ามการใช้ข้อความบางอย่างที่ปรากฏในการโฆษณา

(๓) ห้ามการโฆษณาหรือห้ามใช้วิธีการใดในการโฆษณา

(๔) ให้โฆษณาเพื่อแก้ไขความเข้าใจผิดที่อาจเกิดขึ้น

ในการออกคำสั่งตาม (๔) ให้ผู้อนุญาตกำหนดหลักเกณฑ์และวิธีการโฆษณาโดยคำนึงถึงประโยชน์ของประชาชนกับความสุจริตใจในการกระทำของผู้ทำการโฆษณา

ภาค ๓

บทกำหนดโทษ

ลักษณะ ๑

บทบัญญัติทั่วไป

มาตรา ๑๒๔  ผู้ใดกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด แม้จะกระทำนอกราชอาณาจักร ผู้นั้นจะต้องรับโทษในราชอาณาจักร ถ้าปรากฏว่า

(๑) ผู้กระทำความผิดหรือผู้ร่วมกระทำความผิดด้วยกันคนใดคนหนึ่งเป็นคนไทยหรือมีถิ่นที่อยู่ในประเทศไทย

(๒) ผู้กระทำความผิดเป็นคนต่างด้าวและได้กระทำโดยประสงค์ให้ความผิดเกิดขึ้นในราชอาณาจักรหรือรัฐบาลไทยเป็นผู้เสียหาย หรือ

(๓) ผู้กระทำความผิดเป็นคนต่างด้าวและการกระทำนั้นเป็นความผิดตามกฎหมายของรัฐที่การกระทำเกิดขึ้นในเขตอำนาจของรัฐนั้น หากผู้นั้นได้ปรากฏตัวอยู่ในราชอาณาจักร และมิได้มีการส่งตัวผู้นั้นออกไปตามกฎหมายว่าด้วยการส่งผู้ร้ายข้ามแดน

ทั้งนี้ ให้นำความในมาตรา ๑๐ แห่งประมวลกฎหมายอาญา มาใช้บังคับด้วยโดยอนุโลม 

มาตรา ๑๒๕  ในความผิดร้ายแรงเกี่ยวกับยาเสพติด ผู้ใดกระทำการอย่างใดอย่างหนึ่งดังต่อไปนี้ ต้องระวางโทษเช่นเดียวกับตัวการในความผิดนั้น

(๑) สนับสนุนหรือช่วยเหลือผู้กระทำความผิดก่อนหรือขณะกระทำความผิด

(๒) จัดหาหรือให้เงินหรือทรัพย์สิน ยานพาหนะ สถานที่ หรือวัตถุใด ๆ เพื่อประโยชน์ หรือให้ความสะดวกแก่การกระทำความผิด หรือเพื่อมิให้ผู้กระทำความผิดถูกลงโทษ

(๓) จัดหาหรือให้เงินหรือทรัพย์สิน ที่ประชุม ที่พำนัก หรือที่ซ่อนเร้นเพื่อช่วยเหลือ หรือให้ความสะดวกแก่ผู้กระทำความผิด หรือเพื่อช่วยให้ผู้กระทำความผิดพ้นจากการถูกจับกุม

(๔) รับเงิน ทรัพย์สิน หรือประโยชน์อื่นใดจากผู้กระทำความผิดเพื่อประโยชน์ หรือให้ความสะดวกแก่การกระทำความผิด หรือเพื่อมิให้ผู้กระทำความผิดถูกลงโทษ

(๕) ปกปิด ซ่อนเร้น หรือเอาไปเสียซึ่งยาเสพติดหรือวัตถุใด ๆ ที่ใช้ในการกระทำความผิดเพื่อช่วยเหลือผู้กระทำความผิด

(๖) ชี้แนะหรือติดต่อบุคคลอื่นเพื่อประโยชน์ในการกระทำความผิด

ผู้ใดจัดหาหรือให้เงินหรือทรัพย์สิน ที่พำนักหรือที่ซ่อนเร้นเพื่อช่วยบิดา มารดา บุตร สามี หรือภริยาของตนให้พ้นจากการถูกจับกุม ศาลจะไม่ลงโทษผู้นั้นหรือลงโทษผู้นั้นน้อยกว่าที่กฎหมายกำหนดไว้สำหรับความผิดนั้นเพียงใดก็ได้

มาตรา ๑๒๖  ผู้ใดพยายามกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ต้องระวางโทษตามที่กำหนดไว้สำหรับความผิดนั้นเช่นเดียวกับผู้กระทำความผิดสำเร็จ

มาตรา ๑๒๗  ผู้ใดสมคบโดยการตกลงกันตั้งแต่สองคนขึ้นไป เพื่อกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ผู้นั้นสมคบกันกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ต้องระวางโทษจำคุกไม่เกินห้าปี และปรับไม่เกินห้าแสนบาท

ถ้าได้มีการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดเพราะเหตุที่ได้มีการสมคบกันตามวรรคหนึ่ง ผู้สมคบกันนั้นต้องระวางโทษตามที่กำหนดไว้สำหรับความผิดนั้น

ในกรณีที่การกระทำตามวรรคหนึ่งมีลักษณะเป็นการกระทำขององค์กรอาชญากรรม ผู้กระทำความผิดต้องระวางโทษสองเท่าของโทษที่กำหนดไว้ในวรรคหนึ่ง

เพื่อประโยชน์แห่งมาตรานี้ คำว่า “องค์กรอาชญากรรม” หมายความว่า คณะบุคคลตั้งแต่สามคนขึ้นไปที่รวมตัวกันช่วงระยะเวลาหนึ่งและร่วมกันกระทำการใด โดยมีวัตถุประสงค์เพื่อกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดและเพื่อได้มาซึ่งผลประโยชน์ทางการเงิน ทรัพย์สิน หรือผลประโยชน์ทางวัตถุอย่างอื่น

มาตรา ๑๒๘  ผู้ใดใช้อุบายหลอกลวง ขู่เข็ญ ใช้กำลังบังคับ ใช้อำนาจครอบงำผิดคลองธรรม หรือใช้วิธีข่มขืนใจด้วยประการอื่นใดให้ผู้อื่นกระทำความผิดฐานผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ ต้องระวางโทษเป็นสองเท่าของโทษตามที่กฎหมายบัญญัติไว้สำหรับความผิดนั้น

มาตรา ๑๒๙  ผู้ใดยอมให้ผู้อื่นใช้ชื่อ เอกสาร หลักฐานของตน ในการเปิด จด หรือลงทะเบียนทำธุรกรรมทางการเงิน ซื้อสินค้าหรือบริการอื่นใด ยอมให้ใช้บัญชีธนาคาร บัตรอิเล็กทรอนิกส์ ซิมการ์ดโทรศัพท์ หรือยอมให้ผู้อื่นใช้สิ่งเช่นว่านั้น ซึ่งตนได้เปิด จด หรือลงทะเบียนไว้แล้ว โดยรู้หรือควรรู้ว่าจะเป็นประโยชน์ต่อการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๓๐  ผู้ใดรู้หรืออาจรู้ความลับในทางราชการเกี่ยวกับการดำเนินการตามประมวลกฎหมายนี้ กระทำด้วยประการใด ๆ ให้ผู้อื่นรู้หรืออาจรู้ความลับดังกล่าว เว้นแต่เป็นการปฏิบัติการตามหน้าที่หรือตามกฎหมาย ต้องระวางโทษจำคุกไม่เกินห้าปี หรือปรับไม่เกินหนึ่งแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๓๑  ห้ามผู้ใดเปิดเผยข้อมูลข่าวสารที่ส่งทางไปรษณีย์ โทรศัพท์ โทรสาร คอมพิวเตอร์ เครื่องมือ หรืออุปกรณ์ในการสื่อสาร สื่ออิเล็กทรอนิกส์ หรือสื่อทางเทคโนโลยีสารสนเทศใดซึ่งถูกใช้หรืออาจถูกใช้เพื่อประโยชน์ในการกระทำความผิดเกี่ยวกับยาเสพติด ซึ่งเจ้าพนักงาน ป.ป.ส. ได้มาโดยคำสั่งอนุญาตของศาลอาญาตามกฎหมายว่าด้วยวิธีพิจารณาคดียาเสพติด เว้นแต่เป็นการเปิดเผยในการปฏิบัติหน้าที่ตามกฎหมายหรือตามคำสั่งศาล

ผู้ใดฝ่าฝืนวรรคหนึ่ง ต้องระวางโทษจำคุกไม่เกินห้าปี หรือปรับไม่เกินหนึ่งแสนบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำตามวรรคหนึ่งเป็นการกระทำโดยกรรมการ ป.ป.ส. เลขาธิการ ป.ป.ส. รองเลขาธิการ ป.ป.ส. หรือเจ้าพนักงาน ป.ป.ส. ผู้กระทำต้องระวางโทษเป็นสามเท่าของโทษที่กำหนดไว้ในวรรคหนึ่ง

มาตรา ๑๓๒  ผู้ใดกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดโดยแต่งเครื่องแบบหรือโดยแต่งกายให้เข้าใจว่าเป็นเจ้าพนักงาน ข้าราชการ พนักงานส่วนท้องถิ่น พนักงานองค์การหรือหน่วยงานของรัฐ พนักงานรัฐวิสาหกิจ หรือพนักงานอื่นของรัฐ ต้องระวางโทษหนักกว่าที่บัญญัติไว้สำหรับความผิดนั้นอีกกึ่งหนึ่ง

มาตรา ๑๓๓  ในกรณีที่ผู้กระทำผิดภาคนี้เป็นนิติบุคคล ต้องระวางโทษปรับสองเท่าของโทษที่บัญญัติไว้สำหรับความผิดนั้น

ถ้าการกระทำผิดของนิติบุคคลตามวรรคหนึ่ง เกิดจากการสั่งการหรือการกระทำของกรรมการ หรือผู้จัดการ หรือบุคคลใดซึ่งรับผิดชอบในการดำเนินงานของนิติบุคคลนั้น หรือในกรณีที่บุคคลดังกล่าวมีหน้าที่ต้องสั่งการหรือกระทำการและละเว้นไม่สั่งการหรือไม่กระทำการจนเป็นเหตุให้นิติบุคคลนั้นกระทำความผิด ผู้นั้นต้องระวางโทษตามที่บัญญัติไว้สำหรับความผิดนั้น

มาตรา ๑๓๔  บรรดายาเสพติดให้โทษในประเภท ๑ ประเภท ๒ ประเภท ๔ หรือประเภท ๕ วัตถุออกฤทธิ์ เครื่องมือ เครื่องใช้ ยานพาหนะ เครื่องจักรกล หรือทรัพย์สินอื่นใดที่ใช้ในการกระทำความผิดเกี่ยวกับยาเสพติด หรือใช้เป็นอุปกรณ์ให้ได้รับผลในการกระทำความผิดเกี่ยวกับยาเสพติด หรือมีไว้เพื่อใช้ในการกระทำความผิดเกี่ยวกับยาเสพติดอันเป็นความผิดตามประมวลกฎหมายยาเสพติด ให้ริบเสียทั้งสิ้น ไม่ว่าจะมีผู้ถูกลงโทษตามคำพิพากษาหรือไม่ก็ตาม

ลักษณะ ๒

บทกำหนดโทษเกี่ยวกับการอนุญาตสำหรับยาเสพติดให้โทษและวัตถุออกฤทธิ์

มาตรา ๑๓๕  ผู้ควบคุมยานพาหนะผู้ใดไม่จัดให้มีการป้องกันตามสมควร เพื่อมิให้ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์สูญหายหรือมีการนำเอาไปใช้โดยมิชอบตามมาตรา ๓๓ (๒) ต้องระวางโทษปรับไม่เกินห้าหมื่นบาท

มาตรา ๑๓๖  ผู้รับอนุญาตตามมาตรา ๓๖ ผู้ใดนำเข้าหรือส่งออกในแต่ละครั้งซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ โดยไม่ได้รับใบอนุญาตเฉพาะคราวในแต่ละครั้งที่นำเข้าหรือส่งออก ต้องระวางโทษปรับครั้งละไม่เกินห้าพันบาท

มาตรา ๑๓๗  ผู้ใดโฆษณาเกี่ยวกับยาเสพติดให้โทษหรือวัตถุออกฤทธิ์โดยไม่ได้รับอนุญาตตามมาตรา ๓๗ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสองแสนบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำตามวรรคหนึ่งเป็นการกระทำของเจ้าของสื่อโฆษณาหรือผู้ประกอบกิจการโฆษณา ผู้กระทำต้องระวางโทษเช่นเดียวกันกับผู้โฆษณา

ผู้กระทำความผิดซึ่งต้องรับโทษตามวรรคหนึ่งหรือวรรคสอง ยังต้องระวางโทษปรับอีกวันละไม่เกินหนึ่งหมื่นบาท ตลอดระยะเวลาที่ยังฝ่าฝืนหรือจนกว่าจะได้ปฏิบัติให้ถูกต้อง

มาตรา ๑๓๘  ผู้ใดเปลี่ยนแปลงจุดหมายในการส่งวัตถุออกฤทธิ์อันเป็นการฝ่าฝืนมาตรา ๔๑ วรรคหนึ่ง หรือไม่ส่งวัตถุออกฤทธิ์กลับคืนไปยังประเทศที่ส่งออกตามมาตรา ๔๑ วรรคสอง ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๓๙  ผู้ใดโดยไม่ได้รับอนุญาตจากเลขาธิการ อย. แปรรูปหรือแปรสภาพวัตถุออกฤทธิ์ให้เป็นอย่างอื่น หรือเปลี่ยนหีบห่อที่บรรจุวัตถุออกฤทธิ์โดยไม่มีเหตุอันสมควร อันเป็นการไม่ปฏิบัติตามมาตรา ๔๒ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๔๐  ผู้ใดส่งวัตถุออกฤทธิ์ที่ได้รับอนุญาตนำเข้าไปยังบุคคลอื่นหรือสถานที่อื่นนอกเหนือไปจากที่ระบุในใบอนุญาตเฉพาะคราวเพื่อนำเข้าโดยไม่ได้รับอนุญาตอันเป็นการไม่ปฏิบัติตามมาตรา ๔๓ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๔๑  ผู้ใดส่งออกซึ่งวัตถุออกฤทธิ์ไปยังประเทศที่ระบุห้ามนำเข้าโดยไม่ได้รับใบอนุญาตพิเศษเฉพาะคราวจากประเทศนั้นและใบอนุญาตพิเศษเฉพาะคราวจากเลขาธิการ อย. อันเป็นการฝ่าฝืนมาตรา ๔๔ วรรคสอง ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

ลักษณะ ๓

บทกำหนดโทษเกี่ยวกับยาเสพติดให้โทษและวัตถุออกฤทธิ์ปลอม

ผิดมาตรฐาน หรือเสื่อมคุณภาพ

มาตรา ๑๔๒  ผู้ใดผลิต นำเข้า หรือส่งออกซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ปลอม อันเป็นการฝ่าฝืนมาตรา ๕๒ ต้องระวางโทษจำคุกไม่เกินสิบปี และปรับไม่เกินหนึ่งล้านบาท

ผู้ใดจำหน่ายซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ปลอม อันเป็นการฝ่าฝืนมาตรา ๕๒ ต้องระวางโทษจำคุกไม่เกินเจ็ดปี และปรับไม่เกินเจ็ดแสนบาท

มาตรา ๑๔๓  ผู้ใดผลิต นำเข้า หรือส่งออกซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ผิดมาตรฐาน อันเป็นการฝ่าฝืนมาตรา ๕๓ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

ผู้ใดจำหน่ายยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ผิดมาตรฐาน อันเป็นการฝ่าฝืนมาตรา ๕๓ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๔๔  ผู้ใดนำเข้าหรือส่งออกซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ เสื่อมคุณภาพ อันเป็นการฝ่าฝืนตามมาตรา ๕๔ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

ผู้ใดจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ เสื่อมคุณภาพ อันเป็นการฝ่าฝืนตามมาตรา ๕๔ ต้องระวางโทษจำคุกไม่เกินหนึ่งปี หรือปรับไม่เกินสองหมื่นบาท หรือทั้งจำทั้งปรับ

ลักษณะ ๔

บทกำหนดโทษเกี่ยวกับการผลิต นำเข้า ส่งออก จำหน่าย

มีไว้ในครอบครอง หรือนำผ่านซึ่งยาเสพติดให้โทษและวัตถุออกฤทธิ์

มาตรา ๑๔๕  ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ อันเป็นการฝ่าฝืนมาตรา ๙๐ ต้องระวางโทษจำคุกไม่เกินสิบห้าปี และปรับไม่เกินหนึ่งล้านห้าแสนบาท

ถ้าการกระทำความผิดตามวรรคหนึ่งเป็นการกระทำดังต่อไปนี้ ต้องระวางโทษจำคุกตั้งแต่สองปีถึงยี่สิบปี และปรับตั้งแต่สองแสนบาทถึงสองล้านบาท

(๑) การกระทำเพื่อการค้า

(๒) การก่อให้เกิดการแพร่กระจายในกลุ่มประชาชน

(๓) การจำหน่ายแก่บุคคลอายุไม่เกินสิบแปดปี

(๔) การจำหน่ายในบริเวณสถานศึกษา สถานอันเป็นที่เคารพในทางศาสนาของหมู่ชนใด หรือสถานที่ราชการ

(๕) การกระทำโดยใช้กำลังประทุษร้ายหรือขู่เข็ญว่าจะใช้กำลังประทุษร้าย

(๖) การกระทำโดยมีอาวุธหรือใช้อาวุธ

ถ้าการกระทำความผิดตามวรรคหนึ่งหรือวรรคสองเป็นการกระทำดังต่อไปนี้ ต้องระวางโทษจำคุกตั้งแต่ห้าปีถึงจำคุกตลอดชีวิต และปรับตั้งแต่ห้าแสนบาทถึงห้าล้านบาท หรือประหารชีวิต

(๑) การกระทำโดยหัวหน้า ผู้มีหน้าที่สั่งการ หรือผู้มีหน้าที่จัดการในเครือข่ายอาชญากรรม

(๒) การทำให้เกิดผลกระทบต่อความมั่นคงของรัฐหรือความปลอดภัยของประชาชนทั่วไป

มาตรา ๑๔๖  ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๒ หรือประเภท ๔ อันเป็นการฝ่าฝืนมาตรา ๙๑ ต้องระวางโทษจำคุกไม่เกินสิบปี และปรับไม่เกินหนึ่งล้านบาท

ถ้าการกระทำความผิดตามวรรคหนึ่งเฉพาะยาเสพติดให้โทษในประเภท ๒ เป็นการกระทำดังต่อไปนี้ ต้องระวางโทษจำคุกตั้งแต่หนึ่งปีถึงสิบห้าปี และปรับตั้งแต่หนึ่งแสนบาทถึงหนึ่งล้านห้าแสนบาท

(๑) การกระทำเพื่อการค้า

(๒) การก่อให้เกิดการแพร่กระจายในกลุ่มประชาชน

(๓) การจำหน่ายแก่บุคคลอายุไม่เกินสิบแปดปี

(๔) การจำหน่ายในบริเวณสถานศึกษา สถานอันเป็นที่เคารพในทางศาสนาของหมู่ชนใด หรือสถานที่ราชการ

(๕) การกระทำโดยใช้กำลังประทุษร้ายหรือขู่เข็ญว่าจะใช้กำลังประทุษร้าย

(๖) การกระทำโดยมีอาวุธหรือใช้อาวุธ

มาตรา ๑๔๗  ผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษในประเภท ๓ อันเป็นการฝ่าฝืนมาตรา ๙๒ ต้องระวางโทษจำคุกไม่เกินสามปี และปรับไม่เกินสามแสนบาท

มาตรา ๑๔๘  ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๕ อันเป็นการฝ่าฝืนมาตรา ๙๓ ต้องระวางโทษจำคุกไม่เกินห้าปี และปรับไม่เกินห้าแสนบาท 

ถ้าการกระทำความผิดตามวรรคหนึ่งเป็นการกระทำดังต่อไปนี้ ต้องระวางโทษจำคุกตั้งแต่หนึ่งปีถึงสิบห้าปี และปรับตั้งแต่หนึ่งแสนบาทถึงหนึ่งล้านห้าแสนบาท

(๑) การกระทำเพื่อการค้า

(๒) การก่อให้เกิดการแพร่กระจายในกลุ่มประชาชน

(๓) การจำหน่ายแก่บุคคลอายุไม่เกินสิบแปดปี

(๔) การจำหน่ายในบริเวณสถานศึกษา สถานอันเป็นที่เคารพในทางศาสนาของหมู่ชนใด หรือสถานที่ราชการ

(๕) การกระทำโดยใช้กำลังประทุษร้ายหรือขู่เข็ญว่าจะใช้กำลังประทุษร้าย

(๖) การกระทำโดยมีอาวุธหรือใช้อาวุธ

มาตรา ๑๔๙  ผู้ใดผลิต นำเข้า ส่งออก จำหน่าย หรือมีไว้ในครอบครองซึ่งวัตถุออกฤทธิ์ อันเป็นการฝ่าฝืนมาตรา ๙๔ ต้องระวางโทษตามที่กำหนดไว้ ดังต่อไปนี้

(๑) วัตถุออกฤทธิ์ในประเภท ๑ ต้องระวางโทษจำคุกไม่เกินสิบปี และปรับไม่เกินหนึ่งล้านบาท

(๒) วัตถุออกฤทธิ์ในประเภท ๒ ต้องระวางโทษจำคุกไม่เกินเจ็ดปี และปรับไม่เกินเจ็ดแสนบาท

(๓) วัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ต้องระวางโทษจำคุกไม่เกินห้าปี และปรับไม่เกินห้าแสนบาท

ถ้าการกระทำความผิดตามวรรคหนึ่งเฉพาะวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ เป็นการกระทำดังต่อไปนี้ ต้องระวางโทษจำคุกตั้งแต่หนึ่งปีถึงสิบห้าปี และปรับตั้งแต่หนึ่งแสนบาทถึงหนึ่งล้านห้าแสนบาท

(๑) การกระทำเพื่อการค้า

(๒) การก่อให้เกิดการแพร่กระจายในกลุ่มประชาชน

(๓) การจำหน่ายแก่บุคคลอายุไม่เกินสิบแปดปี

(๔) การจำหน่ายในบริเวณสถานศึกษา สถานอันเป็นที่เคารพในทางศาสนาของหมู่ชนใด หรือสถานที่ราชการ

(๕) การกระทำโดยใช้กำลังประทุษร้ายหรือขู่เข็ญว่าจะใช้กำลังประทุษร้าย

(๖) การกระทำโดยมีอาวุธหรือใช้อาวุธ

ผู้ใดนำผ่านซึ่งวัตถุออกฤทธิ์โดยไม่ได้รับอนุญาต อันเป็นการฝ่าฝืนมาตรา ๙๔ ต้องระวางโทษจำคุกไม่เกินห้าปี และปรับไม่เกินห้าแสนบาท

มาตรา ๑๕๐  ผู้รับอนุญาตผู้ใดดำเนินการผลิตหรือจำหน่ายยาเสพติดให้โทษในประเภท ๒ ประเภท ๓ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๒ ประเภท ๓ หรือประเภท ๔ ในระหว่างที่เภสัชกรมิได้อยู่ประจำควบคุมกิจการ อันเป็นการฝ่าฝืนมาตรา ๙๕ ต้องระวางโทษปรับตั้งแต่หนึ่งหมื่นบาทถึงหนึ่งแสนบาท

มาตรา ๑๕๑  ผู้ใดจำหน่ายวัตถุออกฤทธิ์ตั้งแต่สองชนิดขึ้นไปหรือจำหน่ายวัตถุออกฤทธิ์และยารวมกันหลายขนาน โดยจัดเป็นชุดไว้ล่วงหน้า เพื่อประโยชน์ทางการค้าอันเป็นการฝ่าฝืนมาตรา ๙๖ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสองแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๕๒  ความผิดร้ายแรงเกี่ยวกับยาเสพติดตามประมวลกฎหมายนี้ที่มีโทษจำคุกและปรับ ให้ศาลลงโทษจำคุกและปรับด้วยเสมอ โดยคำนึงถึงการลงโทษในทางทรัพย์สินเพื่อป้องกันและปราบปรามการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด

ถ้าศาลเห็นว่าการกระทำความผิดตามวรรคหนึ่งของผู้ใดเมื่อได้พิเคราะห์ถึงความร้ายแรงของการกระทำความผิด ฐานะทางเศรษฐกิจของผู้กระทำความผิดและพฤติการณ์ที่เกี่ยวข้องประกอบแล้ว กรณีมีเหตุอันสมควรเป็นการเฉพาะราย ศาลจะลงโทษจำคุกหรือปรับน้อยกว่าอัตราโทษที่กฎหมายกำหนดไว้สำหรับความผิดนั้นก็ได้

มาตรา ๑๕๓  ถ้าศาลเห็นว่าผู้กระทำความผิดผู้ใดได้ให้ข้อมูลที่สำคัญและเป็นประโยชน์อย่างยิ่งในการปราบปรามการกระทำความผิดเกี่ยวกับยาเสพติดต่อเจ้าพนักงาน ป.ป.ส. หรือพนักงานฝ่ายปกครองหรือตำรวจซึ่งเป็นผู้จับกุม หรือพนักงานสอบสวนในคดีนั้น เมื่อพนักงานอัยการระบุในคำฟ้องหรือยื่นคำร้องต่อศาล ศาลจะลงโทษผู้นั้นน้อยกว่าอัตราโทษที่กฎหมายกำหนดไว้สำหรับความผิดนั้นก็ได้

กรณีที่ผู้กระทำความผิดได้เคยให้ข้อมูลที่สำคัญและเป็นประโยชน์อย่างยิ่งในการปราบปรามการกระทำความผิดเกี่ยวกับยาเสพติดตามวรรคหนึ่ง ถ้าพนักงานอัยการไม่ระบุในคำฟ้องหรือยื่นคำร้องต่อศาล ผู้กระทำความผิดนั้นอาจยื่นคำร้องต่อศาลตามมาตรานี้ได้

ลักษณะ ๕

บทกำหนดโทษเกี่ยวกับสารระเหย

มาตรา ๑๕๔  ผู้ใดผลิตหรือนำเข้าสารระเหย โดยก่อนนำออกจำหน่ายไม่จัดให้มีภาพ เครื่องหมาย หรือข้อความที่ภาชนะบรรจุหรือหีบห่อที่บรรจุสารระเหย อันเป็นการฝ่าฝืนมาตรา ๙๗ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๕๕  ผู้ใดจำหน่ายสารระเหยโดยไม่มีภาพ เครื่องหมาย หรือข้อความ ที่ผู้ผลิตหรือผู้นำเข้าสารระเหยต้องจัดให้มีที่ภาชนะบรรจุหรือหีบห่อที่บรรจุตามมาตรา ๙๗ อยู่ครบถ้วน อันเป็นการฝ่าฝืนมาตรา ๙๘ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๕๖  ผู้ใดจำหน่ายสารระเหยแก่บุคคลอายุไม่เกินสิบแปดปี อันเป็นการฝ่าฝืนมาตรา ๙๙ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๕๗  ผู้ใดจำหน่ายหรือจัดหาสารระเหยให้แก่ผู้ซึ่งตนรู้หรือควรรู้ว่าเป็นผู้ติดสารระเหย อันเป็นการฝ่าฝืนมาตรา ๑๐๐ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำความผิดตามวรรคหนึ่ง เป็นการจำหน่ายหรือจัดหาสารระเหยให้แก่บุคคลอายุไม่เกินสิบแปดปี ต้องระวางโทษจำคุกไม่เกินห้าปี หรือปรับไม่เกินหนึ่งแสนบาท หรือทั้งจำทั้งปรับ

ลักษณะ ๖

บทกำหนดโทษเกี่ยวกับการขึ้นทะเบียนตำรับ

มาตรา ๑๕๘  ผู้ใดแก้ไขรายการทะเบียนตำรับยาเสพติดให้โทษในประเภท ๓ หรือวัตถุออกฤทธิ์ในประเภท ๓ หรือประเภท ๔ ไม่เป็นไปตามที่กำหนดไว้ในกฎกระทรวงตามมาตรา ๔๙ วรรคสอง ต้องระวางโทษปรับไม่เกินสองหมื่นบาท

มาตรา ๑๕๙  ผู้รับใบสำคัญการขึ้นทะเบียนตำรับตามมาตรา ๔๙ ผู้ใดผลิตหรือนำเข้าตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ไม่ตรงตามรายการที่ได้ขึ้นทะเบียนตำรับไว้ อันเป็นการฝ่าฝืนมาตรา ๑๐๑ ต้องระวางโทษปรับไม่เกินสองหมื่นบาท

มาตรา ๑๖๐  ผู้ใดผลิต นำเข้า ส่งออก หรือจำหน่ายซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่ต้องขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ตามมาตรา ๔๙ แต่มิได้ขึ้นทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ อันเป็นการฝ่าฝืนมาตรา ๑๐๒ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินสามแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๖๑  ผู้ใดผลิต นำเข้า หรือส่งออกซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขสั่งเพิกถอนทะเบียนตำรับยาเสพติดให้โทษหรือตำรับวัตถุออกฤทธิ์ตามมาตรา ๕๑ อันเป็นการฝ่าฝืนมาตรา ๑๐๓ ต้องระวางโทษจำคุกไม่เกินเจ็ดปี และปรับไม่เกินเจ็ดแสนบาท

ผู้ใดจำหน่ายซึ่งยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขสั่งเพิกถอนทะเบียนตำรับยาเสพติดให้โทษหรือวัตถุออกฤทธิ์ตามมาตรา ๕๑ อันเป็นการฝ่าฝืนมาตรา ๑๐๓ ต้องระวางโทษจำคุกไม่เกินสามปี และปรับไม่เกินสามแสนบาท

ลักษณะ ๗

บทกำหนดโทษเกี่ยวกับการเสพยาเสพติดและการมีไว้ในครอบครองซึ่งยาเสพติดเพื่อเสพ

มาตรา ๑๖๒  ผู้ใดเสพยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ หรือเสพวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ และมิใช่กรณีตามมาตรา ๑๑๓ หรือมาตรา ๑๑๔ อันเป็นการฝ่าฝืนมาตรา ๑๐๔ ต้องระวางโทษจำคุกไม่เกินหนึ่งปี หรือปรับไม่เกินสองหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๖๓  ผู้ใดเสพสารระเหย อันเป็นการฝ่าฝืนมาตรา ๑๐๕ ต้องระวางโทษจำคุกไม่เกินหนึ่งปี หรือปรับไม่เกินสองหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๖๔  ผู้ใดมีไว้ในครอบครองซึ่งยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ หรือวัตถุออกฤทธิ์ในประเภท ๑ หรือประเภท ๒ เพื่อเสพ อันเป็นการฝ่าฝืนมาตรา ๑๐๗ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๖๕  ในการพิจารณาและพิพากษาคดีตามลักษณะนี้ ให้ศาลมีอำนาจพิจารณาพิพากษาคดีโดยคำนึงถึงการสงเคราะห์ให้จำเลยเลิกเสพยาเสพติดโดยการบำบัดรักษายิ่งกว่าการลงโทษ หากจะลงโทษจำเลยก็ให้พิจารณาลงโทษให้เหมาะสมกับจำเลยแต่ละคน แม้จำเลยจะได้กระทำผิดร่วมกัน โดยคำนึงถึงความร้ายแรงตามลักษณะของความผิดที่แตกต่างกันในแต่ละคดี ผลร้ายแรงตามประเภทและปริมาณของยาเสพติดที่เกี่ยวพันกับผู้กระทำความผิด และข้อเท็จจริงที่เกี่ยวกับผู้กระทำความผิด เช่น อายุ ประวัติ ความประพฤติ นิสัย สติปัญญา การศึกษาอบรม ภาระในการเลี้ยงดูครอบครัว การเสพเพื่อรักษาโรคบรรเทาความเจ็บปวด ความจำเป็นต้องเสพด้วยเหตุอื่น สภาพร่างกาย และสภาพจิตใจ สิ่งแวดล้อม การถูกบังคับขู่เข็ญหลอกลวงให้เสพยาเสพติด หรือตกเป็นเครื่องมือของผู้ค้ายาเสพติด หรือเหตุอันควรปรานีอื่นใด

นอกจากนั้นการลงโทษควรได้คำนึงถึงชนิดของยาเสพติดที่เสพหรือครอบครองเพื่อเสพ จำนวนยาเสพติดที่เสพหรือครอบครองเพื่อเสพ การเสพยาเสพติดเป็นครั้งคราวหรือประจำ หรือเสพยาเสพติดเพื่อประโยชน์ในการปฏิบัติงานบางอย่าง

ในกรณีที่ศาลมีคำสั่งให้พนักงานคุมประพฤติแสวงหาข้อเท็จจริงตามวรรคหนึ่ง ให้ผู้มีหน้าที่รับผิดชอบส่งคำสั่งศาลและเอกสารที่เกี่ยวข้องไปยังสำนักงานคุมประพฤติภายในสามวันนับแต่วันที่ศาลมีคำสั่ง เว้นแต่ศาลมีคำสั่งเป็นอย่างอื่น

เมื่อสำนักงานคุมประพฤติได้รับคำสั่งตามวรรคสาม ให้พนักงานคุมประพฤติดำเนินการแสวงหาข้อเท็จจริง แล้วทำรายงานและความเห็นให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่สำนักงานคุมประพฤติได้รับหนังสือ ในกรณีที่มีเหตุจำเป็นพนักงานคุมประพฤติอาจร้องขอต่อศาลเพื่อขยายระยะเวลาออกไปได้อีกไม่เกินสิบห้าวัน

มาตรา ๑๖๖  ในการพิจารณาพิพากษาผู้กระทำความผิดตามลักษณะนี้ ถ้าไม่ปรากฏว่าผู้นั้นเป็นผู้ต้องหาหรืออยู่ในระหว่างถูกดำเนินคดีในความผิดอื่นซึ่งเป็นความผิดที่มีโทษจำคุก หรืออยู่ในระหว่างรับโทษจำคุกตามคำพิพากษาของศาล ให้ศาลที่พิจารณาพิพากษาคดีดังกล่าวมีอำนาจเปลี่ยนโทษจำคุกเป็นการใช้วิธีการเพื่อความปลอดภัยตามประมวลกฎหมายอาญา หรือนำเงื่อนไขเพื่อคุมความประพฤติข้อเดียวหรือหลายข้อตามมาตรา ๕๖ แห่งประมวลกฎหมายอาญา มาใช้แทนการลงโทษ  ทั้งนี้ ตามระยะเวลาที่ศาลกำหนดแต่ต้องไม่เกินกว่าสองปี

หากเหตุที่ให้ใช้วิธีการเพื่อความปลอดภัยหรือพฤติการณ์ที่เกี่ยวแก่การกำหนดเงื่อนไขเพื่อคุมความประพฤติได้เปลี่ยนแปลงไป เมื่อศาลเห็นสมควร ศาลอาจแก้ไขเปลี่ยนแปลงได้

มาตรา ๑๖๗  เมื่อความปรากฏแก่ศาลเองหรือความปรากฏตามคำแถลงของพนักงานอัยการหรือเจ้าพนักงานว่าผู้กระทำความผิดไม่ปฏิบัติตามเงื่อนไขดังที่ศาลกำหนดตามมาตรา ๑๖๖ ศาลอาจตักเตือนผู้กระทำความผิด หรือกำหนดวิธีการตามมาตรา ๑๖๖ วรรคหนึ่ง เสียใหม่ หรือพิจารณาลงโทษตามความเหมาะสมต่อไป

มาตรา ๑๖๘  ภายใต้บังคับมาตรา ๑๑๔ เมื่อมีการฟ้องคดีต่อศาลว่าบุคคลใดกระทำความผิดตามลักษณะนี้ ถ้าไม่ปรากฏว่าผู้นั้นเป็นผู้ต้องหาหรืออยู่ในระหว่างถูกดำเนินคดีในความผิดอื่นซึ่งเป็นความผิดที่มีโทษจำคุก หรืออยู่ในระหว่างรับโทษจำคุกตามคำพิพากษาของศาล ในกรณีที่ศาลเห็นว่าพฤติการณ์แห่งคดียังไม่สมควรลงโทษจำเลย หากจำเลยสำนึกในการกระทำโดยตกลงเข้ารับการบำบัดรักษา เมื่อศาลสอบถามพนักงานอัยการแล้ว หากศาลเห็นสมควร ให้ส่งตัวจำเลยไปสถานพยาบาลยาเสพติดเพื่อเข้ารับการบำบัดรักษาต่อไป

มาตรา ๑๖๙  เมื่อจำเลยเข้ารับการบำบัดรักษาและปฏิบัติครบถ้วนตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนด จนได้รับการรับรองเป็นหนังสือว่าเป็นผู้ผ่านการบำบัดรักษาเป็นที่น่าพอใจจากหัวหน้าสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติด ให้ศาลสั่งยุติคดี เว้นแต่จะต้องมีคำสั่งเกี่ยวกับของกลาง และให้ผู้นั้นพ้นจากความผิดตามที่ระบุไว้ในมาตรา ๑๖๘

ถ้าจำเลยไม่ให้ความร่วมมือในการบำบัดรักษาจนครบถ้วนตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการบำบัดรักษาและฟื้นฟูผู้ติดยาเสพติดกำหนด ก็ให้ศาลยกคดีขึ้นพิจารณาพิพากษาต่อไป

มาตรา ๑๗๐  คำสั่งศาลตามมาตรา ๑๖๖ มาตรา ๑๖๘ และมาตรา ๑๖๙ ให้เป็นที่สุด

การพิจารณาและมีคำสั่งของศาลตามมาตรา ๑๖๖ มาตรา ๑๖๘ และมาตรา ๑๖๙ ให้เป็นไปตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่กำหนดในข้อบังคับของประธานศาลฎีกาโดยความเห็นชอบของที่ประชุมใหญ่ศาลฎีกา

ลักษณะ ๘

บทกำหนดโทษสำหรับการจูงใจ ชักนำ ยุยงส่งเสริม ใช้อุบายหลอกลวง

หรือใช้กำลังบังคับให้ผู้อื่นเสพยาเสพติด

มาตรา ๑๗๑  ผู้ใดจูงใจ ชักนำ ยุยงส่งเสริม ใช้อุบายหลอกลวง ขู่เข็ญ ใช้กำลังบังคับ ใช้อำนาจครอบงำผิดคลองธรรม หรือใช้วิธีข่มขืนใจด้วยประการอื่นใด ให้ผู้อื่นเสพยาเสพติดให้โทษในประเภท ๑ ประเภท ๒ หรือประเภท ๕ อันเป็นการฝ่าฝืนมาตรา ๑๐๖ ต้องระวางโทษจำคุกไม่เกินสิบปี หรือปรับไม่เกินหนึ่งล้านบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำความผิดตามวรรคหนึ่ง ได้กระทำโดยมีอาวุธ หรือโดยร่วมกระทำความผิดด้วยกันตั้งแต่สองคนขึ้นไป ผู้กระทำต้องระวางโทษจำคุกตั้งแต่สองปีถึงสิบห้าปี และปรับตั้งแต่สองแสนบาทถึงหนึ่งล้านห้าแสนบาท

ถ้าการกระทำความผิดตามวรรคหนึ่งหรือวรรคสอง เป็นการกระทำต่อหญิงหรือต่อบุคคลอายุไม่เกินสิบแปดปี หรือเป็นการกระทำเพื่อจูงใจให้ผู้อื่นกระทำความผิดทางอาญา หรือเพื่อประโยชน์แก่ตนเองหรือผู้อื่นในการกระทำความผิดทางอาญา ผู้กระทำต้องระวางโทษจำคุกตั้งแต่สามปีถึงจำคุกตลอดชีวิต และปรับตั้งแต่สามแสนบาทถึงห้าล้านบาท

มาตรา ๑๗๒  ผู้ใดจูงใจ ชักนำ ยุยงส่งเสริม ใช้อุบายหลอกลวง ขู่เข็ญ ใช้กำลังบังคับ ใช้อำนาจครอบงำผิดคลองธรรม หรือใช้วิธีข่มขืนใจด้วยประการอื่นใด ให้ผู้อื่นเสพวัตถุออกฤทธิ์ อันเป็นการฝ่าฝืนมาตรา ๑๐๖ ต้องระวางโทษจำคุกไม่เกินห้าปี หรือปรับไม่เกินห้าแสนบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำความผิดตามวรรคหนึ่ง ได้กระทำโดยมีอาวุธ หรือโดยร่วมกระทำความผิดด้วยกันตั้งแต่สองคนขึ้นไป ผู้กระทำต้องระวางโทษจำคุกตั้งแต่หนึ่งปีถึงสิบปี และปรับตั้งแต่หนึ่งแสนบาทถึงหนึ่งล้านบาท

ถ้าการกระทำความผิดตามวรรคหนึ่งหรือวรรคสอง เป็นการกระทำต่อหญิงหรือต่อบุคคลอายุไม่เกินสิบแปดปี หรือเป็นการกระทำเพื่อจูงใจให้ผู้อื่นกระทำความผิดทางอาญาหรือเพื่อประโยชน์แก่ตนเองหรือผู้อื่นในการกระทำความผิดทางอาญา ผู้กระทำต้องระวางโทษจำคุกตั้งแต่สามปีถึงจำคุกตลอดชีวิต และปรับตั้งแต่สามแสนบาทถึงห้าล้านบาท

มาตรา ๑๗๓  ผู้ใดจูงใจ ชักนำ ยุยงส่งเสริม ใช้อุบายหลอกลวง ขู่เข็ญ ใช้กำลังบังคับ ใช้อำนาจครอบงำผิดคลองธรรม หรือใช้วิธีข่มขืนใจด้วยประการอื่นใด ให้ผู้อื่นเสพสารระเหย อันเป็นการฝ่าฝืนมาตรา ๑๐๖ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสี่หมื่นบาท หรือทั้งจำทั้งปรับ

ถ้าการกระทำความผิดตามวรรคหนึ่ง เป็นการกระทำต่อหญิงหรือต่อบุคคลอายุไม่เกินสิบแปดปี หรือเป็นการกระทำเพื่อจูงใจให้ผู้อื่นกระทำความผิดทางอาญาหรือเพื่อประโยชน์แก่ตนเองหรือผู้อื่นในการกระทำความผิดทางอาญา ผู้กระทำต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ

ลักษณะ ๙

บทกำหนดโทษสำหรับความผิดต่อเลขาธิการ ป.ป.ส. รองเลขาธิการ ป.ป.ส.

เจ้าพนักงาน ป.ป.ส. และพนักงานเจ้าหน้าที่

มาตรา ๑๗๔  เจ้าของหรือผู้ดำเนินกิจการสถานประกอบการผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามคำสั่งตามมาตรา ๕๗ ต้องระวางโทษปรับตั้งแต่หนึ่งหมื่นบาทถึงหนึ่งแสนบาท

มาตรา ๑๗๕  ผู้รับอนุญาตหรือบุคคลที่เกี่ยวข้องผู้ใดไม่มาให้ถ้อยคำหรือไม่ส่งเอกสารหรือวัตถุใดแก่พนักงานเจ้าหน้าที่ในการปฏิบัติหน้าที่ตามมาตรา ๖๑ ต้องระวางโทษปรับไม่เกินสองพันบาท

มาตรา ๑๗๖  ผู้ใดไม่ให้ถ้อยคำหรือไม่ส่งบัญชีเอกสารหรือวัตถุใด ๆ หรือไม่ยอมให้มีการตรวจหรือทดสอบว่าผู้ใดมียาเสพติดอยู่ในร่างกายหรือไม่ ในการปฏิบัติหน้าที่ของเลขาธิการ ป.ป.ส. รองเลขาธิการ ป.ป.ส. หรือเจ้าพนักงาน ป.ป.ส. ในการสืบสวน สอบสวน หรือตรวจสอบทรัพย์สินตามกฎหมายว่าด้วยวิธีพิจารณาคดียาเสพติด ต้องระวางโทษจำคุกไม่เกินหนึ่งปี หรือปรับไม่เกินสองหมื่นบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๗๗  ผู้ใดยักย้าย ซ่อนเร้น เอาไปเสีย ทำให้เสียหาย ทำลาย ทำให้สูญหายหรือไร้ประโยชน์ หรือรับไว้โดยมิชอบด้วยประการใดซึ่งทรัพย์สินที่มีคำสั่งยึดหรืออายัดหรือที่ตนรู้ว่าจะถูกยึดหรืออายัดตามมาตรา ๗๓ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินสามแสนบาท หรือทั้งจำทั้งปรับ

ลักษณะ ๑๐

บทกำหนดโทษสำหรับความผิดต่อตำแหน่งหน้าที่ราชการ

มาตรา ๑๗๘  กรรมการ อนุกรรมการ หรือสมาชิกของคณะทำงานตามประมวลกฎหมายนี้ เลขาธิการ ป.ป.ส. รองเลขาธิการ ป.ป.ส. เจ้าพนักงาน ป.ป.ส. หรือพนักงานเจ้าหน้าที่ตามประมวลกฎหมายนี้ ผู้ใดกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติดเสียเอง ต้องระวางโทษเป็นสามเท่าของโทษที่กำหนดไว้สำหรับความผิดนั้น

มาตรา ๑๗๙  กรรมการ อนุกรรมการ หรือพนักงานเจ้าหน้าที่ตามประมวลกฎหมายนี้ หรือเจ้าพนักงานหรือข้าราชการผู้ใดกระทำความผิดต่อตำแหน่งหน้าที่ราชการหรือกระทำความผิดต่อตำแหน่งหน้าที่ในการยุติธรรมตามที่บัญญัติไว้ในประมวลกฎหมายอาญาอันเกี่ยวเนื่องกับการกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ต้องระวางโทษเป็นสามเท่าของโทษที่กำหนดไว้สำหรับความผิดนั้น

มาตรา ๑๘๐  ผู้ดำรงตำแหน่งทางการเมือง สมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น ข้าราชการ พนักงานองค์กรปกครองส่วนท้องถิ่น พนักงานองค์การหรือหน่วยงานของรัฐ กรรมการหรือผู้บริหารหรือพนักงานรัฐวิสาหกิจ เจ้าพนักงาน หรือกรรมการองค์กรต่าง ๆ ตามรัฐธรรมนูญผู้ใดกระทำความผิดร้ายแรงเกี่ยวกับยาเสพติด ต้องระวางโทษเป็นสามเท่าของโทษที่กำหนดไว้สำหรับความผิดนั้น

ลักษณะ ๑๑

บทกำหนดโทษเกี่ยวกับการบำบัดรักษาผู้ติดยาเสพติด

มาตรา ๑๘๑  ผู้ใดทำการบำบัดรักษาผู้ติดยาเสพติดเป็นปกติธุระ โดยมิได้กระทำในสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดตามที่กำหนดในประมวลกฎหมายนี้ ไม่ว่าจะได้รับประโยชน์ตอบแทนหรือไม่ อันเป็นการฝ่าฝืนมาตรา ๑๒๑ ต้องระวางโทษจำคุกไม่เกินสามปี หรือปรับไม่เกินสามแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๘๒  ผู้ใดโฆษณาเกี่ยวกับการบำบัดรักษายาเสพติดหรือยินยอมให้ผู้อื่นกระทำการดังกล่าวโดยใช้ชื่อของตน หรือชื่อหรือที่ตั้งหรือกิจการของสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดของตน หรือคุณวุฒิหรือความสามารถของผู้ประกอบวิชาชีพในสถานพยาบาลยาเสพติดหรือสถานฟื้นฟูสมรรถภาพผู้ติดยาเสพติดของตน โดยไม่ได้รับอนุญาต หรือไม่ปฏิบัติตามเงื่อนไขในการโฆษณาที่กำหนดในกฎกระทรวง อันเป็นการฝ่าฝืนมาตรา ๑๒๒ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสองแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๘๓  ผู้ใดไม่ปฏิบัติตามคำสั่งของผู้อนุญาตตามมาตรา ๑๒๓ ต้องระวางโทษจำคุกไม่เกินสองปี หรือปรับไม่เกินสองแสนบาท หรือทั้งจำทั้งปรับ

มาตรา ๑๘๔  ถ้าการกระทำตามมาตรา ๑๘๒ หรือมาตรา ๑๘๓ เป็นการกระทำของเจ้าของสื่อโฆษณาหรือผู้ประกอบกิจการโฆษณา ผู้กระทำต้องระวางโทษเพียงกึ่งหนึ่งของโทษที่บัญญัติไว้สำหรับความผิดนั้น

ลักษณะ ๑๒

การบังคับโทษปรับ

มาตรา ๑๘๕  บรรดาความผิดตามภาคนี้ซึ่งมีโทษปรับสถานเดียว ให้คณะกรรมการ ป.ป.ส. หรือผู้ซึ่งคณะกรรมการ ป.ป.ส. มอบหมาย หรือเลขาธิการ อย. หรือผู้ซึ่งเลขาธิการ อย. มอบหมาย แล้วแต่กรณี มีอำนาจเปรียบเทียบได้ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่คณะกรรมการ ป.ป.ส. กำหนดโดยประกาศในราชกิจจานุเบกษา

ถ้าผู้ต้องหาได้ชำระเงินค่าปรับตามคำเปรียบเทียบภายในระยะเวลาที่กำหนดแล้ว ให้ถือว่าคดีนั้นเป็นอันเลิกกันตามประมวลกฎหมายวิธีพิจารณาความอาญา

มาตรา ๑๘๖  ในกรณีที่ศาลมีคำพิพากษาให้ลงโทษปรับ ให้เงินที่ได้จากค่าปรับตามคำพิพากษาตกเป็นของกองทุน  ทั้งนี้ เฉพาะส่วนที่นำส่งคลังโดยความเห็นชอบของกระทรวงการคลัง

หากจำเลยไม่ชำระค่าปรับตามวรรคหนึ่งและมีการดำเนินการบังคับคดีตามประมวลกฎหมายอาญา ให้เจ้าพนักงาน ป.ป.ส. อำนวยความสะดวกหรือให้ความช่วยเหลือในการดำเนินการบังคับคดีด้วย

 อัตราค่าธรรมเนียม

(๑) ใบอนุญาตผลิตยาเสพติดให้โทษหรือวัตถุออกฤทธิ์			ฉบับละ ๕๐,๐๐๐ บาท

(๒) ใบอนุญาตผลิตเพื่อส่งออกวัตถุออกฤทธิ์ในประเภท ๒		ฉบับละ ๑๐,๐๐๐ บาท

(๓) ใบอนุญาตนำเข้ายาเสพติดให้โทษหรือวัตถุออกฤทธิ์			ฉบับละ ๑๐๐,๐๐๐ บาท

(๔) ใบอนุญาตส่งออกยาเสพติดให้โทษหรือวัตถุออกฤทธิ์			ฉบับละ ๑๐,๐๐๐ บาท

(๕) ใบอนุญาตนำเข้าหรือส่งออกเฉพาะคราว					ฉบับละ ๒๐,๐๐๐ บาท

ยาเสพติดให้โทษหรือวัตถุออกฤทธิ์

(๖) ใบอนุญาตจำหน่ายยาเสพติดให้โทษหรือวัตถุออกฤทธิ์		ฉบับละ ๕,๐๐๐ บาท

(๗) ใบอนุญาตจำหน่ายยาเสพติดให้โทษหรือวัตถุออกฤทธิ์		ฉบับละ ๑๐,๐๐๐ บาท

โดยการขายส่ง

(๘) ใบอนุญาตให้มีไว้ในครอบครองยาเสพติดให้โทษ			ฉบับละ ๕,๐๐๐ บาท

หรือวัตถุออกฤทธิ์

(๙) ใบอนุญาตจำหน่ายหรือมีไว้ในครอบครอง					ฉบับละ ๑,๐๐๐ บาท

ยาเสพติดให้โทษในประเภท ๒ 

เกินปริมาณที่รัฐมนตรีกำหนด

(๑๐) ใบอนุญาตนำผ่านวัตถุออกฤทธิ์ 						ฉบับละ ๒,๐๐๐ บาท

(๑๑) ใบอนุญาตโฆษณายาเสพติดให้โทษหรือวัตถุออกฤทธิ์		ฉบับละ ๑๐,๐๐๐ บาท

(๑๒) ใบอนุญาตผลิตหรือนำเข้าตัวอย่าง						ฉบับละ ๕,๐๐๐ บาท

ตำรับยาเสพติดให้โทษในประเภท ๓

หรือตำรับวัตถุออกฤทธิ์

(๑๓) ใบสำคัญการขึ้นทะเบียนตำรับยาเสพติดให้โทษ			ฉบับละ ๑๐,๐๐๐ บาท

ในประเภท ๓ หรือตำรับวัตถุออกฤทธิ์

(๑๔) การอนุญาตให้แก้ไขรายการทะเบียน 					ฉบับละ ๒,๐๐๐ บาท

(๑๕) ใบแทนใบอนุญาตหรือใบแทนใบสำคัญ					ฉบับละ ๒,๐๐๐ บาท

การขึ้นทะเบียนตำรับยาเสพติดให้โทษ

ในประเภท ๓ หรือตำรับวัตถุออกฤทธิ์

(๑๖) การต่ออายุใบอนุญาตหรือการต่ออายุ					เท่ากับกึ่งหนึ่งของ

ใบสำคัญการขึ้นทะเบียน								ค่าธรรมเนียมสำหรับ

ตำรับยาเสพติดให้โทษในประเภท ๓						ใบอนุญาตหรือใบสำคัญนั้น

หรือตำรับวัตถุออกฤทธิ์

(๑๗) ค่าขึ้นบัญชีที่จะจัดเก็บจากผู้เชี่ยวชาญ

องค์กรผู้เชี่ยวชาญ หน่วยงานของรัฐ

หรือองค์กรเอกชนทั้งในประเทศและต่างประเทศ			รายละ ๑๐๐,๐๐๐ บาท

(๑๘) ค่าคำขออนุญาตหรือคำขออื่น ๆ						คำขอละ ๗,๐๐๐ บาท

(๑๙) ค่าประเมินเอกสารทางวิชาการ						คำขอละ ๕๐๐,๐๐๐ บาท

(๒๐) ค่าตรวจสถานประกอบการ							ครั้งละ ๕๐,๐๐๐ บาท

(๒๑) ค่าดำเนินการอื่น ๆ นอกเหนือจาก (๑) - (๒๐)				คำขอละ ๔,๐๐๐ บาท

`;
